{
  "ayahs": [{
    "verseId": "1",
    "ayahText": "لَمْ يَكُنِ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ مُنْفَكِّيْنَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُۙ ﴿ ۱ ﴾",
    "indoText": "Orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik tidak akan meninggalkan (agama mereka) sampai datang kepada mereka bukti yang nyata,",
    "enText": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
    "readText": "lam yakunillażīna kafarụ min ahlil-kitābi wal-musyrikīna munfakkīna ḥattā ta`tiyahumul-bayyinah",
    "surah_info": "(Qs.Al-Bayyinah 98:1)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098001.mp3"
  }, {
    "verseId": "2",
    "ayahText": "رَسُوْلٌ مِّنَ اللّٰهِ يَتْلُوْا صُحُفًا مُّطَهَّرَةًۙ ﴿ ۲ ﴾",
    "indoText": "(yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang suci (Al-Qur'an),",
    "enText": "A Messenger from Allah, reciting purified scriptures",
    "readText": "rasụlum minallāhi yatlụ ṣuḥufam muṭahharah",
    "surah_info": "(Qs.Al-Bayyinah 98:2)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098002.mp3"
  }, {
    "verseId": "3",
    "ayahText": "فِيْهَا كُتُبٌ قَيِّمَةٌ ۗ ﴿ ۳ ﴾",
    "indoText": "di dalamnya terdapat (isi) kitab-kitab yang lurus (benar).",
    "enText": "Within which are correct writings.",
    "readText": "fīhā kutubung qayyimah",
    "surah_info": "(Qs.Al-Bayyinah 98:3)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098003.mp3"
  }, {
    "verseId": "4",
    "ayahText": "وَمَا تَفَرَّقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنَةُ ۗ ﴿ ۴ ﴾",
    "indoText": "Dan tidaklah terpecah-belah orang-orang Ahli Kitab melainkan setelah datang kepada mereka bukti yang nyata.",
    "enText": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
    "readText": "wa mā tafarraqallażīna ụtul-kitāba illā mim ba'di mā jā`at-humul-bayyinah",
    "surah_info": "(Qs.Al-Bayyinah 98:4)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098004.mp3"
  }, {
    "verseId": "5",
    "ayahText": "وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۙ حُنَفَاۤءَ وَيُقِيْمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دِيْنُ الْقَيِّمَةِۗ ﴿ ۵ ﴾",
    "indoText": "Padahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama, dan juga agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus (benar).",
    "enText": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
    "readText": "wa mā umirū illā liya'budullāha mukhliṣīna lahud-dīna ḥunafā`a wa yuqīmuṣ-ṣalāta wa yu`tuz-zakāta wa żālika dīnul-qayyimah",
    "surah_info": "(Qs.Al-Bayyinah 98:5)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098005.mp3"
  }, {
    "verseId": "6",
    "ayahText": "اِنَّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ فِيْ نَارِ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ اُولٰۤىِٕكَ هُمْ شَرُّ الْبَرِيَّةِۗ ﴿ ۶ ﴾",
    "indoText": "Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Mereka itu adalah sejahat-jahat makhluk.",
    "enText": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
    "readText": "innallażīna kafarụ min ahlil-kitābi wal-musyrikīna fī nāri jahannama khālidīna fīhā, ulā`ika hum syarrul-bariyyah",
    "surah_info": "(Qs.Al-Bayyinah 98:6)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098006.mp3"
  }, {
    "verseId": "7",
    "ayahText": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ هُمْ خَيْرُ الْبَرِيَّةِۗ ﴿ ۷ ﴾",
    "indoText": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, mereka itu adalah sebaik-baik makhluk.",
    "enText": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
    "readText": "innallażīna āmanụ wa 'amiluṣ-ṣāliḥāti ulā`ika hum khairul-bariyyah",
    "surah_info": "(Qs.Al-Bayyinah 98:7)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098007.mp3"
  }, {
    "verseId": "8",
    "ayahText": "جَزَاۤؤُهُمْ عِنْدَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗ ذٰلِكَ لِمَنْ خَشِيَ رَبَّهٗ ﴿ ۸ ﴾",
    "indoText": "Balasan mereka di sisi Tuhan mereka ialah surga ’Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya.",
    "enText": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
    "readText": "jazā`uhum 'inda rabbihim jannātu 'adnin tajrī min taḥtihal-an-hāru khālidīna fīhā abadā, raḍiyallāhu 'an-hum wa raḍụ 'an-h, żālika liman khasyiya rabbah",
    "surah_info": "(Qs.Al-Bayyinah 98:8)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/098008.mp3"
  }]
}