{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 1448",
      "hadits": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( أَيُّمَا امْرِئٍ مُسْلِمٍ أَعْتَقَ اِمْرَأً مُسْلِماً, اِسْتَنْقَذ َ اَللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ )  مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Siapapun orang muslim yang memerdekakan seorang budak muslim, niscaya Allah akan menyelamatkan setiap anggota tubuhnya dari api neraka dengan setiap anggota tubuh budak tersebut.\" Muttafaq Alaihi."
    },
    {
      "number": 2,
      "title": "Hadits No. 1449",
      "hadits": "وَلِلتِّرْمِذِيِّ وَصَحَّحَهُ عَنْ أَبِي أُمَامَةَ ( وَأَيُّمَا امْرِئٍ مُسْلِمٍ أَعْتَقَ اِمْرَأَتَيْنِ مُسْلِمَتَيْنِ, كَانَتَا فِكَاكَهُ مِنَ النَّارِ )",
      "indo": "Menurut riwayat Tirmidzi dalam hadits shahihnya, dari Abu Umamah r.a: \"Setiap orang muslim yang memerdekakan dua orang budak muslimah, maka keduanya akan menjadi penyelamatnya dari api neraka"
    },
    {
      "number": 3,
      "title": "Hadits No. 1450",
      "hadits": "وَلِأَبِي دَاوُدَ مِنْ حَدِيثِ كَعْبِ بْنِ مُرَّةَ ( وَأَيُّمَا اِمْرَأَةٍ أَعْتَقَتْ اِمْرَأَةً مُسْلِمَةً, كَانَتْ فِكَاكَهَا مِنْ اَلنَّارِ )ّْ",
      "indo": "Menurut riwayat Abu Dawud dari hadits Ka'ab Ibnu Murrah r.a: \"Setiap wanita muslim yang memerdekakan budak muslimah, maka ia (budak muslimah yang dimemerdekakan) akan menjadi penyelamatnya dari api neraka"
    },
    {
      "number": 4,
      "title": "Hadits No. 1451",
      "hadits": "وَعَنْ أَبِي ذَرٍّ رضي الله عنه ( قَالَ: سَأَلْتُ اَلنَّبِيَّ صلى الله عليه وسلم أَيُّ اَلْعَمَلِ أَفْضَلُ? قَالَ: إِيمَانٌ بِاَللَّهِ, وَجِهَادٌ فِي سَبِيلِهِ قُلْتُ: فَأَيُّ اَلرِّقَابِ أَفْضَلُ؟ قَالَ:  أَعْلَاهَا ثَمَنًا, وَأَنْفَسُهَا عِنْدَ أَهْلِهَا )  مُتَّفَقٌ عَلَيْهِ",
      "indo": "Abu Dzar Radliyallaahu 'anhu berkata: Aku bertanya kepada Nabi Shallallaahu 'alaihi wa Sallam: Perbuatan apakah yang paling utama?. Beliau bersabda: \"Beriman kepada Allah dan berjihad di jalan-Nya.\" Lalu aku bertanya: Budak bagaimanakah yang lebih utama (untuk dimemerdekakan)?. Beliau bersabda: \"Yang paling mahal dan paling disenangi pemiliknya.\" Muttafaq Alaihi"
    },
    {
      "number": 5,
      "title": "Hadits No. 1452",
      "hadits": "وَعَنِ ابْنِ عُمَرَ رَضِيَ اَللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ, فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ اَلْعَبْدِ, قُوِّمَ قِيمَةَ عَدْلٍ, فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ, وَعَتَقَ عَلَيْهِ اَلْعَبْدُ, وَإِلَّا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ )  مُتَّفَقٌ عَلَيْه",
      "indo": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa memerdekakan bagiannya pada seorang hamba, dan ia mempunyai harta seharta hamba tersebut, maka hamba tersebut ditaksri dengan harga yang pantas. Lalu ia membayar kepada orang-orang yang berserikat dengannya hak mereka dan merdekalah hamba tersebut. Namun jika tidak, hamba tersebut merdeka menurut bagiannya.\" Muttafaq Alaihi"
    },
    {
      "number": 6,
      "title": "Hadits No. 1453",
      "hadits": "وَلَهُمَا: عَنْ أَبِي هُرَيْرَةَ رضي الله عنه ( وَإِلَّا قُوِّمَ عَلَيْهِ, وَاسْتُسْعِيَ غَيْرَ مَشْقُوقٍ عَلَيْهِ ) وَقِيلَ: إِنَّ اَلسِّعَايَةَ مُدْرَجَةٌ فِي اَلْخَبَر",
      "indo": "Menurut riwayat Bukhari-Muslim dari Abu Hurairah r.a: \"Jika ia tidak memiliki harta seharga hamba tersebut, maka hamba itu ditaksir harganya dan ia disuruh usaha yang tidak memberatkannya.\" Ada yang berkata: Perintah usaha itu disisipkan oleh perawi"
    },
    {
      "number": 7,
      "title": "Hadits No. 1454",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَا يَجْزِي وَلَدٌ وَالِدَهُ, إِلَّا أَنْ يَجِدَهُ مَمْلُوكًا فَيُعْتِقَهُ )  رَوَاهُ مُسْلِم",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Seorang anak tidak boleh mengupah ayahnya, kecuali jika ia mendapatkan ayahnya menjadi seorang hamba yang dimiliki orang lain, lalu ia membelinya dan memerdekakannya.\" Riwayat Muslim"
    },
    {
      "number": 8,
      "title": "Hadits No. 1455",
      "hadits": "وَعَنْ سَمُرَةَ رضي الله عنه أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم قَالَ: ( مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ, فَهُوَ حُرٌّ )  رَوَاهُ أَحْمَدُ, وَالْأَرْبَعَة ُ وَرَجَّحَ جَمْعٌ مِنَ الْحُفَّاظِ أَنَّهُ مَوْقُوف",
      "indo": "Dari Samurah Ibnu Jundab Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa memiliki budak yang masih mahram (ada hubungan sanak, maka merdekalah budak tersebut.\" Riwayat Ahmad dan Imam Empat. Para penghafal hadits lebih menilainya hadits mauquf"
    },
    {
      "number": 9,
      "title": "Hadits No. 1456",
      "hadits": "وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اَللَّهُ عَنْهُمَا; ( أَنَّ رَجُلاً أَعْتَقَ سِتَّةً مَمْلُوكِينَ لَهُ, عِنْدَ مَوْتِهِ, لَمْ يَكُنْ لَهُ مَالٌ غَيْرَهُمْ, فَدَعَا بِهِمْ رَسُولُ اَللَّهِ صلى الله عليه وسلم فَجَزَّأَهُمْ أَثْلَاثًا, ثُمَّ أَقْرَعَ بَيْنَهُمْ, فَأَعْتَقَ اِثْنَيْنِ, وَأَرَقَّ أَرْبَعَةً, وَقَالَ لَهُ قَوْلاً شَدِيدًا )  رَوَاهُ مُسْلِم",
      "indo": "Dari Imran Ibnu Hushoin Radliyallaahu 'anhu bahwa ada seseorang memerdekakan budak miliknya ketika ia akan mati, padahal ia tidak memiliki harta lain selain mereka. Lalu Rasulullah Shallallaahu 'alaihi wa Sallam memanggil mereka dan beliau membagi mereka menjadi tiga. Kemudian beliau mengundi di antara mereka dan (hasilnya beliau memerdekakan dua orang dan menetapkan keempat lainnya sebagai budak. Belliau mengucapkan kata-kata keras kepada orang tersebut. Riwayat Muslim"
    },
    {
      "number": 10,
      "title": "Hadits No. 1457",
      "hadits": "وَعَنْ سَفِينَةَ رضي الله عنه ( قَالَ: كُنْتُ مَمْلُوكًا لِأُمِّ سَلَمَةَ فَقَالَتْ: أُعْتِقُكَ, وَأَشْتَرِطُ عَلَيْكَ أَنْ تَخْدِمَ رَسُولَ اَللَّهِ صلى الله عليه وسلم مَا عِشْتَ )  رَوَاهُ أَحْمَدُ, وَأَبُو دَاوُدَ, وَالنَّسَائِيُّ, وَالْحَاكِم",
      "indo": "Sufainah Radliyallaahu 'anhu berkata: Aku dahulu adalah hamba milik Ummu Salamah. Ia berkata (padaku): Aku memerdekakan engkau dengan syarat engkau harus melayani Rasulullah Shallallaahu 'alaihi wa Sallam sepanjang hayatmu. Riwayat Ahmad, Abu Dawud, Nasa'i dan Hakim"
    },
    {
      "number": 11,
      "title": "Hadits No. 1458",
      "hadits": "وَعَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ: ( إِنَّمَا اَلْوَلَاءُ لِمَنْ أَعْتَقَ )  مُتَّفَقٌ عَلَيْهِ فِي حَدِيث",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Wala' adalah milik orang yang memerdekakan.\" Muttafaq Alaihi dalam hadits yang panjang"
    },
    {
      "number": 12,
      "title": "Hadits No. 1459",
      "hadits": "وَعَنِ ابْنِ عُمَرَ رَضِيَ اَللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْوَلَاءُ لُحْمَةٌ كَلُحْمَةِ اَلنَّسَبِ, لَا يُبَاعُ وَلَا يُوهَبُ )  رَوَاهُ اَلشَّافِعِيُّ, وَصَحَّحَهُ اِبْنُ حِبَّانَ, وَالْحَاكِم ُ وَأَصْلُهُ فِي اَلصَّحِيحَيْنِ بِغَيْرِ هَذَا اَللَّفْظ",
      "indo": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Wala' adalah kekerabatan sebagaimana halnya kekerabatan keturunan, tidak boleh dijual dan diberikan.\" Riwayat Syafi'i. Hadits shahih menurut Ibnu Hibban dan Hakim. Asalnya dalam shahih Bukhari-Muslim, namun bukan dengan lafadz ini"
    }
  ]
}