{
  "ayahs": [{
    "verseId": "1",
    "ayahText": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ ﴿ ۱ ﴾",
    "indoText": "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
    "enText": "Blessed is He in whose hand is dominion, and He is over all things competent -",
    "readText": "tabārakallażī biyadihil-mulku wa huwa 'alā kulli syai`ing qadīr",
    "surah_info": "(Qs.Al-Mulk 67:1)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067001.mp3"
  }, {
    "verseId": "2",
    "ayahText": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ ﴿ ۲ ﴾",
    "indoText": "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
    "enText": "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -",
    "readText": "allażī khalaqal-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu 'amalā, wa huwal-'azīzul-gafụr",
    "surah_info": "(Qs.Al-Mulk 67:2)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067002.mp3"
  }, {
    "verseId": "3",
    "ayahText": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ﴿ ۳ ﴾",
    "indoText": "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
    "enText": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
    "readText": "allażī khalaqa sab'a samāwātin ṭibāqā, mā tarā fī khalqir-raḥmāni min tafāwut, farji'il-baṣara hal tarā min fuṭụr",
    "surah_info": "(Qs.Al-Mulk 67:3)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067003.mp3"
  }, {
    "verseId": "4",
    "ayahText": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ﴿ ۴ ﴾",
    "indoText": "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
    "enText": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued.",
    "readText": "ṡummarji'il-baṣara karrataini yangqalib ilaikal-baṣaru khāsi`aw wa huwa ḥasīr",
    "surah_info": "(Qs.Al-Mulk 67:4)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067004.mp3"
  }, {
    "verseId": "5",
    "ayahText": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ﴿ ۵ ﴾",
    "indoText": "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
    "enText": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze.",
    "readText": "wa laqad zayyannas-samā`ad-dun-yā bimaṣābīḥa wa ja'alnāhā rujụmal lisy-syayāṭīni wa a'tadnā lahum 'ażābas-sa'īr",
    "surah_info": "(Qs.Al-Mulk 67:5)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067005.mp3"
  }, {
    "verseId": "6",
    "ayahText": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ ﴿ ۶ ﴾",
    "indoText": "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
    "enText": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
    "readText": "wa lillażīna kafarụ birabbihim 'ażābu jahannam, wa bi`sal-maṣīr",
    "surah_info": "(Qs.Al-Mulk 67:6)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067006.mp3"
  }, {
    "verseId": "7",
    "ayahText": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ ﴿ ۷ ﴾",
    "indoText": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
    "enText": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
    "readText": "iżā ulqụ fīhā sami'ụ lahā syahīqaw wa hiya tafụr",
    "surah_info": "(Qs.Al-Mulk 67:7)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067007.mp3"
  }, {
    "verseId": "8",
    "ayahText": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ ﴿ ۸ ﴾",
    "indoText": "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?”",
    "enText": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"",
    "readText": "takādu tamayyazu minal-gaīẓ, kullamā ulqiya fīhā faujun sa`alahum khazanatuhā a lam ya`tikum nażīr",
    "surah_info": "(Qs.Al-Mulk 67:8)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067008.mp3"
  }, {
    "verseId": "9",
    "ayahText": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ ﴿ ۹ ﴾",
    "indoText": "Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.”",
    "enText": "They will say,\" Yes, a warner had come to us, but we denied and said, 'Allah has not sent down anything. You are not but in great error.'\"",
    "readText": "qālụ balā qad jā`anā nażīrun fa każżabnā wa qulnā mā nazzalallāhu min syai`in in antum illā fī ḍalāling kabīr",
    "surah_info": "(Qs.Al-Mulk 67:9)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067009.mp3"
  }, {
    "verseId": "10",
    "ayahText": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ ﴿ ۱۰ ﴾",
    "indoText": "Dan mereka berkata, “Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.”",
    "enText": "And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"",
    "readText": "wa qālụ lau kunnā nasma'u au na'qilu mā kunnā fī aṣ-ḥābis-sa'īr",
    "surah_info": "(Qs.Al-Mulk 67:10)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067010.mp3"
  }, {
    "verseId": "11",
    "ayahText": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ﴿ ۱۱ ﴾",
    "indoText": "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
    "enText": "And they will admit their sin, so [it is] alienation for the companions of the Blaze.",
    "readText": "fa'tarafụ biżambihim, fa suḥqal li`aṣ-ḥābis-sa'īr",
    "surah_info": "(Qs.Al-Mulk 67:11)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067011.mp3"
  }, {
    "verseId": "12",
    "ayahText": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ﴿ ۱۲ ﴾",
    "indoText": "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar.",
    "enText": "Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
    "readText": "innallażīna yakhsyauna rabbahum bil-gaibi lahum magfiratuw wa ajrung kabīr",
    "surah_info": "(Qs.Al-Mulk 67:12)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067012.mp3"
  }, {
    "verseId": "13",
    "ayahText": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ﴿ ۱۳ ﴾",
    "indoText": "Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati.",
    "enText": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
    "readText": "wa asirrụ qaulakum awij-harụ bih, innahụ 'alīmum biżātiṣ-ṣudụr",
    "surah_info": "(Qs.Al-Mulk 67:13)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067013.mp3"
  }, {
    "verseId": "14",
    "ayahText": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ﴿ ۱۴ ﴾",
    "indoText": "Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.",
    "enText": "Does He who created not know, while He is the Subtle, the Acquainted?",
    "readText": "alā ya'lamu man khalaq, wa huwal-laṭīful-khabīr",
    "surah_info": "(Qs.Al-Mulk 67:14)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067014.mp3"
  }, {
    "verseId": "15",
    "ayahText": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ﴿ ۱۵ ﴾",
    "indoText": "Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan.",
    "enText": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.",
    "readText": "huwallażī ja'ala lakumul-arḍa żalụlan famsyụ fī manākibihā wa kulụ mir rizqih, wa ilaihin-nusyụr",
    "surah_info": "(Qs.Al-Mulk 67:15)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067015.mp3"
  }, {
    "verseId": "16",
    "ayahText": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ ﴿ ۱۶ ﴾",
    "indoText": "Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?",
    "enText": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?",
    "readText": "a amintum man fis-samā`i ay yakhsifa bikumul-arḍa fa iżā hiya tamụr",
    "surah_info": "(Qs.Al-Mulk 67:16)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067016.mp3"
  }, {
    "verseId": "17",
    "ayahText": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ﴿ ۱۷ ﴾",
    "indoText": "Atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
    "enText": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning.",
    "readText": "am amintum man fis-samā`i ay yursila 'alaikum ḥāṣibā, fa sata'lamụna kaifa nażīr",
    "surah_info": "(Qs.Al-Mulk 67:17)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067017.mp3"
  }, {
    "verseId": "18",
    "ayahText": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ﴿ ۱۸ ﴾",
    "indoText": "Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku!",
    "enText": "And already had those before them denied, and how [terrible] was My reproach.",
    "readText": "wa laqad każżaballażīna ming qablihim fa kaifa kāna nakīr",
    "surah_info": "(Qs.Al-Mulk 67:18)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067018.mp3"
  }, {
    "verseId": "19",
    "ayahText": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ﴿ ۱۹ ﴾",
    "indoText": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.",
    "enText": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
    "readText": "a wa lam yarau ilaṭ-ṭairi fauqahum ṣāffātiw wa yaqbiḍn, mā yumsikuhunna illar-raḥmān, innahụ bikulli syai`im baṣīr",
    "surah_info": "(Qs.Al-Mulk 67:19)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067019.mp3"
  }, {
    "verseId":  "20",
    "ayahText": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ  ﴿ ۲ ۰ ﴾",
    "indoText": "Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu.",
    "enText": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
    "readText": "am man hāżallażī huwa jundul lakum yanṣurukum min dụnir-raḥmān, inil-kāfirụna illā fī gurụr",
    "surah_info": "(Qs.Al-Mulk 67:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067020.mp3"
  }, {
    "verseId": "21",
    "ayahText": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ﴿ ۲۱ ﴾",
    "indoText": "Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
    "enText": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
    "readText": "am man hāżallażī yarzuqukum in amsaka rizqah, bal lajjụ fī 'utuwwiw wa nufụr",
    "surah_info": "(Qs.Al-Mulk 67:21)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067021.mp3"
  }, {
    "verseId": "22",
    "ayahText": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ﴿ ۲۲ ﴾",
    "indoText": "Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?",
    "enText": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
    "readText": "a fa may yamsyī mukibban 'alā waj-hihī ahdā am may yamsyī sawiyyan 'alā ṣirāṭim mustaqīm",
    "surah_info": "(Qs.Al-Mulk 67:22)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067022.mp3"
  }, {
    "verseId": "23",
    "ayahText": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ﴿ ۲۳ ﴾",
    "indoText": "Katakanlah, “Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.”",
    "enText": "Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.\"",
    "readText": "qul huwallażī ansya`akum wa ja'ala lakumus-sam'a wal-abṣāra wal-af`idah, qalīlam mā tasykurụn",
    "surah_info": "(Qs.Al-Mulk 67:23)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067023.mp3"
  }, {
    "verseId": "24",
    "ayahText": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ﴿ ۲۴ ﴾",
    "indoText": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.”",
    "enText": "Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"",
    "readText": "qul huwallażī żara`akum fil-arḍi wa ilaihi tuḥsyarụn",
    "surah_info": "(Qs.Al-Mulk 67:24)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067024.mp3"
  }, {
    "verseId": "25",
    "ayahText": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ﴿ ۲۵ ﴾",
    "indoText": "Dan mereka berkata, “Kapan (datangnya) ancaman itu jika kamu orang yang benar?”",
    "enText": "And they say, \"When is this promise, if you should be truthful?\"",
    "readText": "wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn",
    "surah_info": "(Qs.Al-Mulk 67:25)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067025.mp3"
  }, {
    "verseId": "26",
    "ayahText": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ﴿ ۲۶ ﴾",
    "indoText": "Katakanlah (Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”",
    "enText": "Say, \"The knowledge is only with Allah, and I am only a clear warner.\"",
    "readText": "qul innamal-'ilmu 'indallāhi wa innamā ana nażīrum mubīn",
    "surah_info": "(Qs.Al-Mulk 67:26)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067026.mp3"
  }, {
    "verseId": "27",
    "ayahText": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ﴿ ۲۷ ﴾",
    "indoText": "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), “Inilah (azab) yang dahulunya kamu minta.”",
    "enText": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"",
    "readText": "fa lammā ra`auhu zulfatan sī`at wujụhullażīna kafarụ wa qīla hāżallażī kuntum bihī tadda'ụn",
    "surah_info": "(Qs.Al-Mulk 67:27)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067027.mp3"
  }, {
    "verseId": "28",
    "ayahText": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ﴿ ۲۸ ﴾",
    "indoText": "Katakanlah (Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
    "enText": "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"",
    "readText": "qul ara`aitum in ahlakaniyallāhu wa mam ma'iya au raḥimanā fa may yujīrul-kāfirīna min 'ażābin alīm",
    "surah_info": "(Qs.Al-Mulk 67:28)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067028.mp3"
  }, {
    "verseId": "29",
    "ayahText": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ﴿ ۲۹ ﴾",
    "indoText": "Katakanlah, “Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”",
    "enText": "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"",
    "readText": "qul huwar-raḥmānu āmannā bihī wa 'alaihi tawakkalnā, fa sata'lamụna man huwa fī ḍalālim mubīn",
    "surah_info": "(Qs.Al-Mulk 67:29)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067029.mp3"
  }, {
    "verseId": "30",
    "ayahText": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ﴿ ۳۰ ﴾",
    "indoText": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?”",
    "enText": "Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"",
    "readText": "qul ara`aitum in aṣbaḥa mā`ukum gauran fa may ya`tīkum bimā`im ma'īn",
    "surah_info": "(Qs.Al-Mulk 67:30)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/067030.mp3"
  }]
}