{
  "ayahs": [{
    "verseId": "1",
    "ayahText": "يٰسۤ ۚ ﴿ ۱ ﴾",
    "indoText": "Ya Sin",
    "enText": "Ya, Seen.",
    "readText": "yā sīn",
    "surah_info": "(Qs.Yaseen 36:1)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036001.mp3"
  }, {
    "verseId": "2",
    "ayahText": "وَالْقُرْاٰنِ الْحَكِيْمِۙ ﴿ ۲ ﴾",
    "indoText": "Demi Al-Qur'an yang penuh hikmah,",
    "enText": "By the wise Qur'an.",
    "readText": "wal-qur`ānil-ḥakīm",
    "surah_info": "(Qs.Yaseen 36:2)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036002.mp3"
  }, {
    "verseId": "3",
    "ayahText": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ﴿ ۳ ﴾",
    "indoText": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,",
    "enText": "Indeed you, [O Muhammad], are from among the messengers,",
    "readText": "innaka laminal-mursalīn",
    "surah_info": "(Qs.Yaseen 36:3)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036003.mp3"
  }, {
    "verseId": "4",
    "ayahText": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ﴿ ۴ ﴾",
    "indoText": "(yang berada) di atas jalan yang lurus,",
    "enText": "On a straight path.",
    "readText": "'alā ṣirāṭim mustaqīm",
    "surah_info": "(Qs.Yaseen 36:4)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036004.mp3"
  }, {
    "verseId": "5",
    "ayahText": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ﴿ ۵ ﴾",
    "indoText": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,",
    "enText": "[This is] a revelation of the Exalted in Might, the Merciful,",
    "readText": "tanzīlal-'azīzir-raḥīm",
    "surah_info": "(Qs.Yaseen 36:5)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036005.mp3"
  }, {
    "verseId": "6",
    "ayahText": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ﴿ ۶ ﴾",
    "indoText": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.",
    "enText": "That you may warn a people whose forefathers were not warned, so they are unaware.",
    "readText": "litunżira qaumam mā unżira ābā`uhum fa hum gāfilụn",
    "surah_info": "(Qs.Yaseen 36:6)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036006.mp3"
  }, {
    "verseId": "7",
    "ayahText": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ﴿ ۷ ﴾",
    "indoText": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.",
    "enText": "Already the word has come into effect upon most of them, so they do not believe.",
    "readText": "laqad ḥaqqal-qaulu 'alā akṡarihim fa hum lā yu`minụn",
    "surah_info": "(Qs.Yaseen 36:7)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036007.mp3"
  }, {
    "verseId": "8",
    "ayahText": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ﴿ ۸ ﴾",
    "indoText": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.",
    "enText": "Indeed, We have put shackles on their necks, and they are to their chins, so they are with heads [kept] aloft.",
    "readText": "innā ja'alnā fī a'nāqihim aglālan fa hiya ilal-ażqāni fa hum muqmaḥụn",
    "surah_info": "(Qs.Yaseen 36:8)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036008.mp3"
  }, {
    "verseId": "9",
    "ayahText": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ﴿ ۹ ﴾",
    "indoText": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
    "enText": "And We have put before them a barrier and behind them a barrier and covered them, so they do not see.",
    "readText": "wa ja'alnā mim baini aidīhim saddaw wa min khalfihim saddan fa agsyaināhum fa hum lā yubṣirụn",
    "surah_info": "(Qs.Yaseen 36:9)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036009.mp3"
  }, {
    "verseId": "10",
    "ayahText": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ﴿ ۱۰ ﴾",
    "indoText": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.",
    "enText": "And it is all the same for them whether you warn them or do not warn them - they will not believe.",
    "readText": "wa sawā`un 'alaihim a anżartahum am lam tunżir-hum lā yu`minụn",
    "surah_info": "(Qs.Yaseen 36:10)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036010.mp3"
  }, {
    "verseId": "11",
    "ayahText": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ﴿ ۱۱ ﴾",
    "indoText": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
    "enText": "You can only warn one who follows the message and fears the Most Merciful unseen. So give him good tidings of forgiveness and noble reward.",
    "readText": "innamā tunżiru manittaba'aż-żikra wa khasyiyar-raḥmāna bil-gaīb, fa basysyir-hu bimagfiratiw wa ajring karīm",
    "surah_info": "(Qs.Yaseen 36:11)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036011.mp3"
  }, {
    "verseId": "12",
    "ayahText": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ﴿ ۱۲ ﴾",
    "indoText": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh).",
    "enText": "Indeed, it is We who bring the dead to life and record what they have put forth and what they left behind, and all things We have enumerated in a clear register.",
    "readText": "innā naḥnu nuḥyil-mautā wa naktubu mā qaddamụ wa āṡārahum, wa kulla syai`in aḥṣaināhu fī imāmim mubīn",
    "surah_info": "(Qs.Yaseen 36:12)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036012.mp3"
  }, {
    "verseId": "13",
    "ayahText": "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ﴿ ۱۳ ﴾",
    "indoText": "Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;",
    "enText": "And present to them an example: the people of the city, when the messengers came to it -",
    "readText": "waḍrib lahum maṡalan aṣ-ḥābal-qaryah, iż jā`ahal-mursalụn",
    "surah_info": "(Qs.Yaseen 36:13)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036013.mp3"
  }, {
    "verseId": "14",
    "ayahText": "اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ﴿ ۱۴ ﴾",
    "indoText": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, “Sungguh, kami adalah orang-orang yang diutus kepadamu.”",
    "enText": "When We sent to them two but they denied them, so We strengthened them with a third, and they said, \"Indeed, we are messengers to you.\"",
    "readText": "iż arsalnā ilaihimuṡnaini fa każżabụhumā fa 'azzaznā biṡāliṡin fa qālū innā ilaikum mursalụn",
    "surah_info": "(Qs.Yaseen 36:14)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036014.mp3"
  }, {
    "verseId": "15",
    "ayahText": "قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ﴿ ۱۵ ﴾",
    "indoText": "Mereka (penduduk negeri) menjawab, “Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.”",
    "enText": "They said, \"You are not but human beings like us, and the Most Merciful has not revealed a thing. You are only telling lies.\"",
    "readText": "qālụ mā antum illā basyarum miṡlunā wa mā anzalar-raḥmānu min syai`in in antum illā takżibụn",
    "surah_info": "(Qs.Yaseen 36:15)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036015.mp3"
  }, {
    "verseId": "16",
    "ayahText": "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ﴿ ۱۶ ﴾",
    "indoText": "Mereka berkata, “Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan(-Nya) kepada kamu.",
    "enText": "They said, \"Our Lord knows that we are messengers to you,",
    "readText": "qālụ rabbunā ya'lamu innā ilaikum lamursalụn",
    "surah_info": "(Qs.Yaseen 36:16)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036016.mp3"
  }, {
    "verseId": "17",
    "ayahText": "وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ﴿ ۱۷ ﴾",
    "indoText": "Dan kewajiban kami hanyalah menyampaikan (perintah Allah) dengan jelas.”",
    "enText": "And we are not responsible except for clear notification.\"",
    "readText": "wa mā 'alainā illal-balāgul-mubīn",
    "surah_info": "(Qs.Yaseen 36:17)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036017.mp3"
  }, {
    "verseId": "18",
    "ayahText": "قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ﴿ ۱۸ ﴾",
    "indoText": "Mereka menjawab, “Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”",
    "enText": "They said, \"Indeed, we consider you a bad omen. If you do not desist, we will surely stone you, and there will surely touch you, from us, a painful punishment.\"",
    "readText": "qālū innā taṭayyarnā bikum, la`il lam tantahụ lanarjumannakum wa layamassannakum minnā 'ażābun alīm",
    "surah_info": "(Qs.Yaseen 36:18)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036018.mp3"
  }, {
    "verseId": "19",
    "ayahText": "قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ﴿ ۱۹ ﴾",
    "indoText": "Mereka (utusan-utusan) itu berkata, “Kemalangan kamu itu adalah karena kamu sendiri. Apakah karena kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.”",
    "enText": "They said, \"Your omen is with yourselves. Is it because you were reminded? Rather, you are a transgressing people.\"",
    "readText": "qālụ ṭā`irukum ma'akum, a in żukkirtum, bal antum qaumum musrifụn",
    "surah_info": "(Qs.Yaseen 36:19)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036019.mp3"
  }, {
    "verseId": "20",
    "ayahText": "وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ ﴿ ۲۰ ﴾",
    "indoText": "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas dia berkata, “Wahai kaumku! Ikutilah utusan-utusan itu.",
    "enText": "And there came from the farthest end of the city a man, running. He said, \"O my people, follow the messengers.",
    "readText": "wa jā`a min aqṣal-madīnati rajuluy yas'ā qāla yā qaumittabi'ul-mursalīn",
    "surah_info": "(Qs.Yaseen 36:20)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036020.mp3"
  }, {
    "verseId": "21",
    "ayahText": "اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ۔ ﴿ ۲۱ ﴾",
    "indoText": "Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
    "enText": "Follow those who do not ask of you [any] payment, and they are [rightly] guided.",
    "readText": "ittabi'ụ mal lā yas`alukum ajraw wa hum muhtadụn",
    "surah_info": "(Qs.Yaseen 36:21)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036021.mp3"
  }, {
    "verseId": "22",
    "ayahText": "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ﴿ ۲۲ ﴾",
    "indoText": "Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.",
    "enText": "And why should I not worship He who created me and to whom you will be returned?",
    "readText": "wa mā liya lā a'budullażī faṭaranī wa ilaihi turja'ụn",
    "surah_info": "(Qs.Yaseen 36:22)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036022.mp3"
  }, {
    "verseId": "23",
    "ayahText": "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ﴿ ۲۳ ﴾",
    "indoText": "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.",
    "enText": "Should I take other than Him [false] deities [while], if the Most Merciful intends for me some adversity, their intercession will not avail me at all, nor can they save me?",
    "readText": "a attakhiżu min dụnihī ālihatan iy yuridnir-raḥmānu biḍurril lā tugni 'annī syafā'atuhum syai`aw wa lā yungqiżụn",
    "surah_info": "(Qs.Yaseen 36:23)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036023.mp3"
  }, {
    "verseId": "24",
    "ayahText": "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ﴿ ۲۴ ﴾",
    "indoText": "Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata.",
    "enText": "Indeed, I would then be in manifest error.",
    "readText": "innī iżal lafī ḍalālim mubīn",
    "surah_info": "(Qs.Yaseen 36:24)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036024.mp3"
  }, {
    "verseId": "25",
    "ayahText": "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ ﴿ ۲۵ ﴾",
    "indoText": "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)-ku.”",
    "enText": "Indeed, I have believed in your Lord, so listen to me.\"",
    "readText": "innī āmantu birabbikum fasma'ụn",
    "surah_info": "(Qs.Yaseen 36:25)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036025.mp3"
  }, {
    "verseId":  "26",
    "ayahText": "قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ ﴿ ۲۶ ﴾",
    "indoText": "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Alangkah baiknya sekiranya kaumku mengetahui,",
    "enText": "It was said, \"Enter Paradise.\" He said, \"I wish my people could know",
    "readText": "qīladkhulil-jannah, qāla yā laita qaumī ya'lamụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036026.mp3"
  }, {
    "verseId": "27",
    "ayahText": "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ ﴿ ۲۷ ﴾",
    "indoText": "apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.”",
    "enText": "Of how my Lord has forgiven me and placed me among the honored.\"",
    "readText": "bimā gafara lī rabbī wa ja'alanī minal-mukramīn",
    "surah_info": "(Qs.Yaseen 36:27)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036027.mp3"
  }, {
    "verseId": "28",
    "ayahText": "۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ ﴿ ۲۸ ﴾",
    "indoText": "Dan setelah dia (meninggal), Kami tidak menurunkan suatu pasukan pun dari langit kepada kaumnya, dan Kami tidak perlu menurunkannya.",
    "enText": "And We did not send down upon his people after him any soldiers from the heaven, nor would We have done so.",
    "readText": "wa mā anzalnā 'alā qaumihī mim ba'dihī min jundim minas-samā`i wa mā kunnā munzilīn",
    "surah_info": "(Qs.Yaseen 36:28)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036028.mp3"
  }, {
    "verseId": "29",
    "ayahText": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ ﴿ ۲۹ ﴾",
    "indoText": "Tidak ada siksaan terhadap mereka melainkan dengan satu teriakan saja; maka seketika itu mereka mati.",
    "enText": "It was not but one shout, and immediately they were extinguished.",
    "readText": "ing kānat illā ṣaiḥataw wāḥidatan fa iżā hum khāmidụn",
    "surah_info": "(Qs.Yaseen 36:29)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036029.mp3"
  }, {
    "verseId": "30",
    "ayahText": "يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ﴿ ۳۰ ﴾",
    "indoText": "Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.",
    "enText": "How regretful for the servants. There did not come to them any messenger except that they used to ridicule him.",
    "readText": "yā ḥasratan 'alal-'ibād, mā ya`tīhim mir rasụlin illā kānụ bihī yastahzi`ụn",
    "surah_info": "(Qs.Yaseen 36:30)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036030.mp3"
  }, {
    "verseId": "31",
    "ayahText": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ﴿ ۳۱ ﴾",
    "indoText": "Tidakkah mereka mengetahui berapa banyak umat-umat sebelum mereka yang telah Kami binasakan. Orang-orang (yang telah Kami binasakan) itu tidak ada yang kembali kepada mereka.",
    "enText": "Have they not considered how many generations We destroyed before them - that they to them will not return?",
    "readText": "a lam yarau kam ahlaknā qablahum minal-qurụni annahum ilaihim lā yarji'ụn",
    "surah_info": "(Qs.Yaseen 36:31)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036031.mp3"
  }, {
    "verseId": "32",
    "ayahText": "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ﴿ ۳۲ ﴾",
    "indoText": "Dan setiap (umat), semuanya akan dihadapkan kepada Kami.",
    "enText": "And indeed, all of them will yet be brought present before Us.",
    "readText": "wa ing kullul lammā jamī'ul ladainā muḥḍarụn",
    "surah_info": "(Qs.Yaseen 36:32)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036032.mp3"
  }, {
    "verseId": "33",
    "ayahText": "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ ﴿ ۳۳ ﴾",
    "indoText": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan.",
    "enText": "And a sign for them is the dead earth. We have brought it to life and brought forth from it grain, and from it they eat.",
    "readText": "wa āyatul lahumul-arḍul-maitatu aḥyaināhā wa akhrajnā min-hā ḥabban fa min-hu ya`kulụn",
    "surah_info": "(Qs.Yaseen 36:33)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036033.mp3"
  }, {
    "verseId": "34",
    "ayahText": "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ ﴿ ۳۴ ﴾",
    "indoText": "Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,",
    "enText": "And We placed therein gardens of palm trees and grapevines and caused to burst forth therefrom some springs -",
    "readText": "wa ja'alnā fīhā jannātim min nakhīliw wa a'nābiw wa fajjarnā fīhā minal-'uyụn",
    "surah_info": "(Qs.Yaseen 36:34)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036034.mp3"
  }, {
    "verseId": "35",
    "ayahText": "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ﴿ ۳۵ ﴾",
    "indoText": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?",
    "enText": "That they may eat of His fruit. And their hands have not produced it, so will they not be grateful?",
    "readText": "liya`kulụ min ṡamarihī wa mā 'amilat-hu aidīhim, a fa lā yasykurụn",
    "surah_info": "(Qs.Yaseen 36:35)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036035.mp3"
  }, {
    "verseId": "36",
    "ayahText": "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ ﴿ ۳۶ ﴾",
    "indoText": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui.",
    "enText": "Exalted is He who created all pairs - from what the earth grows and from themselves and from that which they do not know.",
    "readText": "sub-ḥānallażī khalaqal-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya'lamụn",
    "surah_info": "(Qs.Yaseen 36:36)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036036.mp3"
  }, {
    "verseId": "37",
    "ayahText": "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ ﴿ ۳۷ ﴾",
    "indoText": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,",
    "enText": "And a sign for them is the night. We remove from it [the light of] day, so they are [left] in darkness.",
    "readText": "wa āyatul lahumul-lailu naslakhu min-hun-nahāra fa iżā hum muẓlimụn",
    "surah_info": "(Qs.Yaseen 36:37)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036037.mp3"
  }, {
    "verseId":  "38",
    "ayahText": "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ﴿ ۳۸ ﴾",
    "indoText": "dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
    "enText": "And the sun runs [on course] toward its stopping point. That is the determination of the Exalted in Might, the Knowing.",
    "readText": "wasy-syamsu tajrī limustaqarril lahā, żālika taqdīrul-'azīzil-'alīm",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036038.mp3"
  }, {
    "verseId":  "39",
    "ayahText": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ﴿ ۳۹ ﴾",
    "indoText": "Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua.",
    "enText": "And the moon - We have determined for it phases, until it returns [appearing] like the old date stalk.",
    "readText": "wal-qamara qaddarnāhu manāzila ḥattā 'āda kal-'urjụnil-qadīm",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036039.mp3"
  }, {
    "verseId": "40",
    "ayahText": "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ﴿ ۴۰ ﴾",
    "indoText": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.",
    "enText": "It is not allowable for the sun to reach the moon, nor does the night overtake the day, but each, in an orbit, is swimming.",
    "readText": "lasy-syamsu yambagī lahā an tudrikal-qamara wa lal-lailu sābiqun-nahār, wa kullun fī falakiy yasbaḥụn",
    "surah_info": "(Qs.Yaseen 36:40)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036040.mp3"
  }, {
    "verseId": "41",
    "ayahText": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ ﴿ ۴۱ ﴾",
    "indoText": "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,",
    "enText": "And a sign for them is that We carried their forefathers in a laden ship.",
    "readText": "wa āyatul lahum annā ḥamalnā żurriyyatahum fil-fulkil-masy-ḥụn",
    "surah_info": "(Qs.Yaseen 36:41)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036041.mp3"
  }, {
    "verseId":  "42",
    "ayahText": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ ﴿ ۴۲ ﴾",
    "indoText": "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.",
    "enText": "And We created for them from the likes of it that which they ride.",
    "readText": "wa khalaqnā lahum mim miṡlihī mā yarkabụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036042.mp3"
  }, {
    "verseId":  "43",
    "ayahText": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ ﴿ ۴۳ ﴾",
    "indoText": "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,",
    "enText": "And if We should will, We could drown them; then no one responding to a cry would there be for them, nor would they be saved",
    "readText": "wa in nasya` nugriq-hum fa lā ṣarīkha lahum wa lā hum yungqażụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036043.mp3"
  }, {
    "verseId": "44",
    "ayahText": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ ﴿ ۴۴ ﴾",
    "indoText": "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.",
    "enText": "Except as a mercy from Us and provision for a time.",
    "readText": "illā raḥmatam minnā wa matā'an ilā ḥīn",
    "surah_info": "(Qs.Yaseen 36:44)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036044.mp3"
  }, {
    "verseId": "45",
    "ayahText": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ ﴿ ۴۵ ﴾",
    "indoText": "Dan apabila dikatakan kepada mereka, “Takutlah kamu akan siksa yang di hadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.”",
    "enText": "But when it is said to them, \"Beware of what is before you and what is behind you; perhaps you will receive mercy... \"",
    "readText": "wa iżā qīla lahumuttaqụ mā baina aidīkum wa mā khalfakum la'allakum tur-ḥamụn",
    "surah_info": "(Qs.Yaseen 36:45)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036045.mp3"
  }, {
    "verseId": "46",
    "ayahText": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ﴿ ۴۶ ﴾",
    "indoText": "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.",
    "enText": "And no sign comes to them from the signs of their Lord except that they are from it turning away.",
    "readText": "wa mā ta`tīhim min āyatim min āyāti rabbihim illā kānụ 'an-hā mu'riḍīn",
    "surah_info": "(Qs.Yaseen 36:46)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036046.mp3"
  }, {
    "verseId":  "47",
    "ayahText": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ ﴿ ۴۷ ﴾",
    "indoText": "Dan apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kafir itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”",
    "enText": "And when it is said to them, \"Spend from that which Allah has provided for you,\" those who disbelieve say to those who believe, \"Should we feed one whom, if Allah had willed, He would have fed? You are not but in clear error.\"",
    "readText": "wa iżā qīla lahum anfiqụ mimmā razaqakumullāhu qālallażīna kafarụ lillażīna āmanū a nuṭ'imu mal lau yasyā`ullāhu aṭ'amahū in antum illā fī ḍalālim mubīn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036047.mp3"
  }, {
    "verseId": "48",
    "ayahText": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ﴿ ۴۸ ﴾",
    "indoText": "Dan mereka (orang-orang kafir) berkata, “Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang yang benar?”",
    "enText": "And they say, \"When is this promise, if you should be truthful?\"",
    "readText": "wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn",
    "surah_info": "(Qs.Yaseen 36:48)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036048.mp3"
  }, {
    "verseId":  "49",
    "ayahText": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ ﴿ ۴۹ ﴾",
    "indoText": "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar.",
    "enText": "They do not await except one blast which will seize them while they are disputing.",
    "readText": "mā yanẓurụna illā ṣaiḥataw wāḥidatan ta`khużuhum wa hum yakhiṣṣimụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036049.mp3"
  }, {
    "verseId": "50",
    "ayahText": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ﴿ ۵۰ ﴾",
    "indoText": "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.",
    "enText": "And they will not be able [to give] any instruction, nor to their people can they return.",
    "readText": "fa lā yastaṭī'ụna tauṣiyataw wa lā ilā ahlihim yarji'ụn",
    "surah_info": "(Qs.Yaseen 36:50)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036050.mp3"
  }, {
    "verseId":  "51",
    "ayahText": "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ ﴿ ۵۱ ﴾",
    "indoText": "Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya.",
    "enText": "And the Horn will be blown; and at once from the graves to their Lord they will hasten.",
    "readText": "wa nufikha fiṣ-ṣụri fa iżā hum minal-ajdāṡi ilā rabbihim yansilụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036051.mp3"
  }, {
    "verseId": "52",
    "ayahText": "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ ﴿ ۵۲ ﴾",
    "indoText": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya).",
    "enText": "They will say, \"O woe to us! Who has raised us up from our sleeping place?\" [The reply will be], \"This is what the Most Merciful had promised, and the messengers told the truth.\"",
    "readText": "qālụ yā wailanā mam ba'aṡanā mim marqadinā hāżā mā wa'adar-raḥmānu wa ṣadaqal-mursalụn",
    "surah_info": "(Qs.Yaseen 36:52)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036052.mp3"
  }, {
    "verseId": "53",
    "ayahText": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ﴿ ۵۳ ﴾",
    "indoText": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).",
    "enText": "It will not be but one blast, and at once they are all brought present before Us.",
    "readText": "ing kānat illā ṣaiḥataw wāḥidatan fa iżā hum jamī'ul ladainā muḥḍarụn",
    "surah_info": "(Qs.Yaseen 36:53)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036053.mp3"
  }, {
    "verseId":  "54",
    "ayahText": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ﴿ ۵۴ ﴾",
    "indoText": "Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan.",
    "enText": "So today no soul will be wronged at all, and you will not be recompensed except for what you used to do.",
    "readText": "fal-yauma lā tuẓlamu nafsun syai`aw wa lā tujzauna illā mā kuntum ta'malụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036054.mp3"
  }, {
    "verseId":  "55",
    "ayahText": "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ ﴿ ۵۵ ﴾",
    "indoText": "Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).",
    "enText": "Indeed the companions of Paradise, that Day, will be amused in [joyful] occupation -",
    "readText": "inna aṣ-ḥābal-jannatil-yauma fī syugulin fākihụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036055.mp3"
  }, {
    "verseId": "56",
    "ayahText": "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ ﴿ ۵۶ ﴾",
    "indoText": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan.",
    "enText": "They and their spouses - in shade, reclining on adorned couches.",
    "readText": "hum wa azwājuhum fī ẓilālin 'alal-arā`iki muttaki`ụn",
    "surah_info": "(Qs.Yaseen 36:56)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036056.mp3"
  }, {
    "verseId": "57",
    "ayahText": "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ﴿ ۵۷ ﴾",
    "indoText": "Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan.",
    "enText": "For them therein is fruit, and for them is whatever they request [or wish]",
    "readText": "lahum fīhā fākihatuw wa lahum mā yadda'ụn",
    "surah_info": "(Qs.Yaseen 36:57)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036057.mp3"
  }, {
    "verseId": "58",
    "ayahText": "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ ﴿ ۵۸ ﴾",
    "indoText": "(Kepada mereka dikatakan), “Salam,” sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.",
    "enText": "[And] \"Peace,\" a word from a Merciful Lord.",
    "readText": "salām, qaulam mir rabbir raḥīm",
    "surah_info": "(Qs.Yaseen 36:58)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036058.mp3"
  }, {
    "verseId":  "59",
    "ayahText": "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ ﴿ ۵۹ ﴾",
    "indoText": "Dan (dikatakan kepada orang-orang kafir), “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!",
    "enText": "[Then He will say], \"But stand apart today, you criminals.",
    "readText": "wamtāzul-yauma ayyuhal-mujrimụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036059.mp3"
  }, {
    "verseId": "60",
    "ayahText": "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ﴿ ۶۰ ﴾",
    "indoText": "Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,",
    "enText": "Did I not enjoin upon you, O children of Adam, that you not worship Satan - [for] indeed, he is to you a clear enemy -",
    "readText": "a lam a'had ilaikum yā banī ādama al lā ta'budusy-syaiṭān, innahụ lakum 'aduwwum mubīn",
    "surah_info": "(Qs.Yaseen 36:60)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036060.mp3"
  }, {
    "verseId": "61",
    "ayahText": "وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ﴿ ۶۱ ﴾",
    "indoText": "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.”",
    "enText": "And that you worship [only] Me? This is a straight path.",
    "readText": "wa ani'budụnī, hāżā ṣirāṭum mustaqīm",
    "surah_info": "(Qs.Yaseen 36:61)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036061.mp3"
  }, {
    "verseId": "62",
    "ayahText": "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ﴿ ۶۲ ﴾",
    "indoText": "Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?",
    "enText": "And he had already led astray from among you much of creation, so did you not use reason?",
    "readText": "wa laqad aḍalla mingkum jibillang kaṡīrā, a fa lam takụnụ ta'qilụn",
    "surah_info": "(Qs.Yaseen 36:62)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036062.mp3"
  }, {
    "verseId": "63",
    "ayahText": "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ﴿ ۶۳ ﴾",
    "indoText": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.",
    "enText": "This is the Hellfire which you were promised.",
    "readText": "hāżihī jahannamullatī kuntum tụ'adụn",
    "surah_info": "(Qs.Yaseen 36:63)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036063.mp3"
  }, {
    "verseId": "64",
    "ayahText": "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ﴿ ۶۴ ﴾",
    "indoText": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.",
    "enText": "[Enter to] burn therein today for what you used to deny.\"",
    "readText": "iṣlauhal-yauma bimā kuntum takfurụn",
    "surah_info": "(Qs.Yaseen 36:64)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036064.mp3"
  }, {
    "verseId": "65",
    "ayahText": "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ﴿ ۶۵ ﴾",
    "indoText": "Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan.",
    "enText": "That Day, We will seal over their mouths, and their hands will speak to Us, and their feet will testify about what they used to earn.",
    "readText": "al-yauma nakhtimu 'alā afwāhihim wa tukallimunā aidīhim wa tasy-hadu arjuluhum bimā kānụ yaksibụn",
    "surah_info": "(Qs.Yaseen 36:65)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036065.mp3"
  }, {
    "verseId": "66",
    "ayahText": "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ ﴿ ۶۶ ﴾",
    "indoText": "Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?",
    "enText": "And if We willed, We could have obliterated their eyes, and they would race to [find] the path, and how could they see?",
    "readText": "walau nasyā`u laṭamasnā 'alā a'yunihim fastabaquṣ-ṣirāṭa fa annā yubṣirụn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036066.mp3"
  }, {
    "verseId": "67",
    "ayahText": "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ﴿ ۶۷ ﴾",
    "indoText": "Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali.",
    "enText": "And if We willed, We could have deformed them, [paralyzing them] in their places so they would not be able to proceed, nor could they return.",
    "readText": "walau nasyā`u lamasakhnāhum 'alā makānatihim famastaṭā'ụ muḍiyyaw wa lā yarji'ụn",
    "surah_info": "(Qs.Yaseen 36:67)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036067.mp3"
  }, {
    "verseId": "68",
    "ayahText": "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ﴿ ۶۸ ﴾",
    "indoText": "Dan barangsiapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti?",
    "enText": "And he to whom We grant long life We reverse in creation; so will they not understand?",
    "readText": "wa man nu'ammir-hu nunakkis-hu fil-khalq, a fa lā ya'qilụn",
    "surah_info": "(Qs.Yaseen 36:68)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036068.mp3"
  }, {
    "verseId":  "69",
    "ayahText": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ ﴿ ۶۹ ﴾",
    "indoText": "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Al-Qur'an itu tidak lain hanyalah pelajaran dan Kitab yang jelas,",
    "enText": "And We did not give Prophet Muhammad, knowledge of poetry, nor is it befitting for him. It is not but a message and a clear Qur'an",
    "readText": "wa mā 'allamnāhusy-syi'ra wa mā yambagī lah, in huwa illā żikruw wa qur`ānum mubīn",
    "surah_info": "(Qs.Yaseen 36:66)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036069.mp3"
  }, {
    "verseId": "70",
    "ayahText": "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ ﴿ ۷۰ ﴾",
    "indoText": "agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir.",
    "enText": "To warn whoever is alive and justify the word against the disbelievers.",
    "readText": "liyunżira mang kāna ḥayyaw wa yaḥiqqal-qaulu 'alal-kāfirīn",
    "surah_info": "(Qs.Yaseen 36:70)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036070.mp3"
  }, {
    "verseId": "71",
    "ayahText": "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ ﴿ ۷۱ ﴾",
    "indoText": "Dan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya?",
    "enText": "Do they not see that We have created for them from what Our hands have made, grazing livestock, and [then] they are their owners?",
    "readText": "a wa lam yarau annā khalaqnā lahum mimmā 'amilat aidīnā an'āman fa hum lahā mālikụn",
    "surah_info": "(Qs.Yaseen 36:71)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036071.mp3"
  }, {
    "verseId": "72",
    "ayahText": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ﴿ ۷۲ ﴾",
    "indoText": "Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan.",
    "enText": "And We have tamed them for them, so some of them they ride, and some of them they eat.",
    "readText": "wa żallalnāhā lahum fa min-hā rakụbuhum wa min-hā ya`kulụn",
    "surah_info": "(Qs.Yaseen 36:72)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036072.mp3"
  }, {
    "verseId": "73",
    "ayahText": "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ﴿ ۷۳ ﴾",
    "indoText": "Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?",
    "enText": "And for them therein are [other] benefits and drinks, so will they not be grateful?",
    "readText": "wa lahum fīhā manāfi'u wa masyārib, a fa lā yasykurụn",
    "surah_info": "(Qs.Yaseen 36:73)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036073.mp3"
  }, {
    "verseId": "74",
    "ayahText": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ﴿ ۷۴ ﴾",
    "indoText": "Dan mereka mengambil sesembahan selain Allah agar mereka mendapat pertolongan.",
    "enText": "But they have taken besides Allah [false] deities that perhaps they would be helped.",
    "readText": "wattakhażụ min dụnillāhi ālihatal la'allahum yunṣarụn",
    "surah_info": "(Qs.Yaseen 36:74)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036074.mp3"
  }, {
    "verseId": "75",
    "ayahText": "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ ﴿ ۷۵ ﴾",
    "indoText": "Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu.",
    "enText": "They are not able to help them, and they [themselves] are for them soldiers in attendance.",
    "readText": "lā yastaṭī'ụna naṣrahum wa hum lahum jundum muḥḍarụn",
    "surah_info": "(Qs.Yaseen 36:75)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036075.mp3"
  }, {
    "verseId": "76",
    "ayahText": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ﴿ ۷۶ ﴾",
    "indoText": "Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.",
    "enText": "So let not their speech grieve you. Indeed, We know what they conceal and what they declare.",
    "readText": "fa lā yaḥzungka qauluhum, innā na'lamu mā yusirrụna wa mā yu'linụn",
    "surah_info": "(Qs.Yaseen 36:76)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036076.mp3"
  }, {
    "verseId": "77",
    "ayahText": "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ﴿ ۷۷ ﴾",
    "indoText": "Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!",
    "enText": "Does man not consider that We created him from a [mere] sperm-drop - then at once he is a clear adversary?",
    "readText": "a wa lam yaral-insānu annā khalaqnāhu min nuṭfatin fa iżā huwa khaṣīmum mubīn",
    "surah_info": "(Qs.Yaseen 36:77)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036077.mp3"
  }, {
    "verseId":"78",
    "ayahText": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ﴿ ۷۸ ﴾",
    "indoText": "Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?”",
    "enText": "And he presents for Us an example and forgets his [own] creation. He says, \"Who will give life to bones while they are disintegrated?\"",
    "readText": "wa ḍaraba lanā maṡalaw wa nasiya khalqah, qāla may yuḥyil-'iẓāma wa hiya ramīm",
    "surah_info": "(Qs.Yaseen 36:\")",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036078.mp3"
  }, {
    "verseId": "79",
    "ayahText": "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ ﴿ ۷۹ ﴾",
    "indoText": "Katakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,",
    "enText": "Say, \"He will give them life who produced them the first time; and He is, of all creation, Knowing.\"",
    "readText": "qul yuḥyīhallażī ansya`ahā awwala marrah, wa huwa bikulli khalqin 'alīm",
    "surah_info": "(Qs.Yaseen 36:79)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036079.mp3"
  }, {
    "verseId":"80",
    "ayahText": " ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ﴿ ۸۰ ﴾",
    "indoText": "yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.”",
    "enText": "[It is] He who made for you from the green tree, fire, and then from it you ignite.",
    "readText": "allażī ja'ala lakum minasy-syajaril-akhḍari nāran fa iżā antum min-hu tụqidụn",
    "surah_info": "(Qs.Yaseen 36:\")",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036080.mp3"
  }, {
    "verseId": "81",
    "ayahText": "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ﴿ ۸۱ ﴾",
    "indoText": "Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui.",
    "enText": "Is not He who created the heavens and the earth Able to create the likes of them? Yes, [it is so]; and He is the Knowing Creator.",
    "readText": "a wa laisallażī khalaqas-samāwāti wal-arḍa biqādirin 'alā ay yakhluqa miṡlahum, balā wa huwal-khallāqul-'alīm",
    "surah_info": "(Qs.Yaseen 36:81)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036081.mp3"
  }, {
    "verseId": "82",
    "ayahText": "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ﴿ ۸۲ ﴾",
    "indoText": "Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "enText": "His command is only when He intends a thing that He says to it, \"Be,\" and it is.",
    "readText": "innamā amruhū iżā arāda syai`an ay yaqụla lahụ kun fa yakụn",
    "surah_info": "(Qs.Yaseen 36:82)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036082.mp3"
  }, {
    "verseId": "83",
    "ayahText": "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ﴿ ۸۳ ﴾",
    "indoText": "Maka Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.",
    "enText": "So exalted is He in whose hand is the realm of all things, and to Him you will be returned.",
    "readText": "fa sub-ḥānallażī biyadihī malakụtu kulli syai`iw wa ilaihi turja'ụn",
    "surah_info": "(Qs.Yaseen 36:83)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036083.mp3"
  }]
}