{
  "pagi": [
    { "order_number": "1", "ayah": "أَعُوذُ بِاللَّهِ مِنْ الشَّيْطَانِ الرَّجِيمِ", "translation": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.", "hadits": "" },
    {
      "order_number": "2",
      "ayah": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
      "translation": "“Allah tidak ada Ilah (yang berhak diibadahi) melainkan Dia Yang Hidup Kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang ada di langit dan di bumi. Tidak ada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang (berada)\ndihadapan mereka, dan dibelakang mereka dan mereka tidak\nmengetahui apa-apa dari Ilmu Allah melainkan apa yang\ndikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, Allah Mahatinggi lagi Mahabesar. (Al-Baqarah: 255). (Dibaca 1 x)",
      "hadits": "hadits: Nabi  صلي الله عليه وسلم bersabda: Barangsiapa yang membaca ayat ini [Ayat Kursi] ketika npagi hari, maka ia dijaga dari (gangguan) jin hingga sore hari. Dan barangsiapa nmengucapkannya ketika sore hari, maka ia dijaga dari (gangguan) jin hingga pagi hari (HR. Al-Hakim 1/562, Shahiih at-Targhiib wat Tarhiib 1/418 no. 662, shahih)."
    },
    { "order_number": "3", "ayah": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ", "translation": "“Dengan menyebut Nama Allah Yang Mahapemurah lagi Mahapenyayang.”", "hadits": "" },
    {
      "order_number": "4",
      "ayah": "قُلْ هُوَ اللّٰهُ اَحَدٌۚ١اَللّٰهُ الصَّمَدُۚ٢لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ٣وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ٤",
      "translation": "“Katakanlah, Dia-lah Allah Yang Mahaesa. Allah adalah (Rabb) yang segala sesuatu bergantung kepada-Nya. Dia tidak\nberanak dan tidak pula diperanakkan. Dan tidak ada seorang pun yang setara dengan-Nya. ” (QS. Al-Ikhlash: 1-4). (Dibaca 3x)",
      "hadits": ""
    },
    { "order_number": "5", "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "translation": "“Dengan menyebut Nama Allah Yang Mahapemurah lagi Mahapenyayang.”", "hadits": "" },
    {
      "order_number": "6",
      "ayah": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ.مِن شَرِّ مَا خَلَقَ.وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ.وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ.وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدٌَِ",
      "translation": "“Katakanlah: 'Aku berlindung kepada Rabb Yang menguasai (waktu) Shubuh dari kejahatan makhluk-Nya. Dan dari kejahatan malam apabila telah gelap gulita. Dan dari kejahatan wanitawanita tukang sihir yang menghembus pada buhul-buhul. Serta dari kejahatan orang yang dengki apabila dia dengki” (QS. AlFalaq: 1-5). (Dibaca 3x)",
      "hadits": ""
    },
    { "order_number": "7", "ayah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "translation": "“Dengan menyebut Nama Allah Yang Mahapemurah lagi Mahapenyayang.”", "hadits": "" },
    {
      "order_number": "8",
      "ayah": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ.مَلِكِ ٱلنَّاسِ.إِلَٰهِ ٱلنَّاسِ.مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ.ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ.مِنَ ٱلْجِنَّةِ وَٱلنَّاسٌِ",
      "translation": "“Katakanlah, 'Aku berlindung kepada Rabb (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan (Ilah) manusia. Dari kejahatan (bisikan) syaitan yang biasa bersembunyi. Yang membisikkan (kejahatan) ke dalam dada-dada manusia. Dari golongan jin dan manusia.” (QS. Al-Naas: 1-6). (Dibaca 3x)",
      "hadits": "“Barangsiapa membaca tiga surat tersebut setiap pagi dan sore hari, maka (tiga surat tersebut) cukup baginya dari segala sesuatu”. (HR. Abu Dawud no. 5082, an-Nasa-i VIII/250 dan at-Tirmidzi no. 3575, Ahmad V/312, Shahiih at-Tirmidzi no. 2829, Tuhfatul Ahwadzi no. 3646, Shahiih at-Targhiib wat Tarhiib 1/411 no. 649, hasan shahih)"
    },
    {
      "order_number": "9",
      "ayah": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ.",
      "translation": "“Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah, segala puji hanya milik Allah. Tidak ada Ilah (yang berhak diibadahi dengan benar) kecuali Allah Yang Mahaesa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabb, aku mohon kepada-Mu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Rabb, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Rabb, aku berlindung kepada-Mu dari siksaan di Neraka dan siksaan di kubur.” (Dibaca 1x)",
      "hadits": "HR. Muslim IV/2088 no. 2723, Abu Dawud no. 5071, at-Tirmidzi 3390, shahih"
    },
    {
      "order_number": "10",
      "ayah": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
      "translation": "“Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi, dan dengan rahmat dan pertolongan-Mu kami memasuki waktu sore. Dengan rahmat dan kehendak-Mu kami hidup dan dengan rahmat dan kehendak-Mu kami mati. Dan kepada-Mu kebangkitan (bagi semua makhluk).” (Dibaca pagi 1x)",
      "hadits": "HR. Al-Bukhari dalam al-Adabul Mufrad, lafazh ini adalah lafazh al-Bukhari, at-Tirmidzi no. 3391, Abu Dawud no. 5068, Ahmad 11/354, Ibnu Majah no. 3868, Shahiih al-Adabil Mufrad no. 911, shahih. Lihat pula Silsilah al-Ahaadiits ash-Shahiihah no. 262."
    },
    {
      "order_number": "11",
      "ayah": "اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
      "translation": "“Ya Allah, Engkau adalah Rabb-ku, tidak ada Ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Engkau-lah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku dengan-Mu semampuku. Aku berlindung kepada-Mu dari kejelekan (apa) yang kuperbuat. Aku mengakui nikmat-Mu (yang diberikan) kepadaku dan aku mengakui dosaku, oleh karena itu, ampunilah aku. Sesungguhnya tidak ada yang dapat mengampuni dosa kecuali Engkau.” (Dibaca pagi dan sore 1x)",
      "hadits": "“Barangsiapa membacanya dengan yakin di waktu pagi lalu ia meninggal sebelum masuk waktu sore, maka ia termasuk ahli Surga. Dan barangsiapa membacanya dengan yakin di waktu sore lalu ia meninggal sebelum masuk waktu pagi, maka ia termasuk ahli Surga.\" (HR. Al-Bukhari no. 6306, 6323, Ahmad IV/122-125, an-Nasa-i VIII/279-280)"
    },
    {
      "order_number": "12",
      "ayah": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـهَ إِلاَّ أَنْتَ",
      "translation": "“Ya Allah, selamatkanlah tubuhku (dari penyakit dan dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah pendengaranku (dari penyakit dan maksiat atau dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah penglihatanku, tidak ada Ilah (yang berhak diibadahi) kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kekufuran dan kefakiran. Aku berlindung kepada-Mu dari siksa kubur, tidak ada Ilah (yang berhak diibadahi) kecuali Engkau.” (Dibaca 3x)",
      "hadits": "HR. Al-Bukhari dalam Shahiih al-Adabil Mufrad no. 539, Abu Dawud no. 5090, Ahmad V/42, hasan"
    },
    {
      "order_number": "13",
      "ayah": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
      "translation": "“Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tentramkan-lah aku dari rasa takut. Ya Allah, peliharalah aku dari depan, belakang, kanan, kiri dan dari atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (aku berlindung dari dibenamkan ke dalam bumi).” (Dibaca 1x)",
      "hadits": "HR. Al-Bukhari dalam al-Adabul Mufrad, Abu Dawud no. 5074, Ibnu Majah no. 3871, alHakim 1/517-518, Shahiih al-Adabul Mufrad no. 912, shahih"
    },
    {
      "order_number": "14",
      "ayah": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرُّهُ إِلَى مُسْلِمٍ",
      "translation": "“Ya Allah Yang Maha mengetahui yang ghaib dan yang nyata, wahai Rabb Pencipta langit dan bumi, Rabb atas segala sesuatu dan Yang Merajainya. Aku bersaksi bahwa tidak ada Ilah (yang berhak diibadahi) kecuali Engkau. Aku berlindung kepada-Mu dari kejahatan diriku, syaitan dan sekutunya, (aku berlindung kepada-Mu) dari berbuat kejelekan atas diriku atau mendorong seorang muslim kepadanya..” (Dibaca 1x)",
      "hadits": "Nabi  صلي الله عليو وسلم bersabda kepada Abu Bakar ash-Shiddiq “ رضي الله عنوucapkanlah pagi dan petang dan apabila engkau hendak tidur.\" HR. At-Tirmidzi no. 3392 dan Abu Dawud no.5067, lihat Shahiih at-Tirmidzi no. 2071, Shahiih al-Adabil Mufrad no. 914, shahih. Lihat Silsilah al-Ahaadiits ash-Shahiihah no. 2753"
    },
    {
      "order_number": "15",
      "ayah": "بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
      "translation": "“Dengan Nama Allah yang tidak ada bahaya atas Nama-Nya sesuatu di bumi dan tidak pula dilangit. Dia-lah Yang Mahamendengar dan Mahamengetahui.” (Dibaca 3x)",
      "hadits": "“Barangsiapa membacanya sebanyak tiga kali ketika pagi dan sore hari, maka tidak ada sesuatu pun yang membahayakan dirinya.\" (HR. At-Tirmidzi no. 3388, Abu Dawud no. 5088, Ahmad no. 446 dan 476, Tahqiq Ahmad Syakir dan Ibnu Majah no. 3869, lihat Shahiih Ibni Majah no. 3120, al-Hakim 1/513, Shahiih al-Adabil Mufrad no. 513, Shahiih at-Targhiib wat Tarhiib 1/413 no. 655, sanad-nya shahih.)"
    },
    {
      "order_number": "16",
      "ayah": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
      "translation": "“Aku rela (ridha) Allah sebagai Rabb-ku (untukku dan orang lain), Islam sebagai agamaku dan Muhammad صلي الله عليو وسلم sebagai Nabiku (yang diutus oleh Allah).” (Dibaca 3x)",
      "hadits": "“Barangsiapa membacanya sebanyak tiga kali ketika pagi dan sore, maka Allah memberikan keridhaan-Nya kepadanya pada hari Kiamat.\" (HR. Ahmad IV/337, Abu Dawud no. 5072, at-Tirmidzi no. 3389, Ibnu Majah no. 3870, an-Nasa-i dalam 'Amalul Yaum wal Lailah no. 4 dan Ibnus Sunni no. 68, Shahiih at-Targhiib wat Tarhiib 1/415 no. 657, dishahihkan oleh Imam al-Hakim dalam al-Mustadrak 1/518 dan disetujui oleh Imam adz-Dzahabi, hasan. Lihat juga Shahiih al-Waabilish Shayyib hal. 170, Zaadul Ma'aad II/372, Silsilah al-Ahaadiits ash-Shahiihah no. 2686)"
    },
    {
      "order_number": "17",
      "ayah": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
      "translation": "“Wahai Rabb Yang Mahahidup, Wahai Rabb Yang berdiri sendiri (tidak butuh segala sesuatu) dengan rahmat-Mu aku meminta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku meski sekejap mata sekali pun (tanpa mendapat pertolongan dari-Mu).” (Dibaca 1x)",
      "hadits": "HR. An-Nasa-i 575, al-Bazzar 3107 dan al-Hakim 1/545 dab Ibnus Sunni 48, lihat Shahiih at-Targhiib wat Tarhiib I/417 no. 661, hasan"
    },
    {
      "order_number": "18",
      "ayah": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
      "translation": "“Di waktu pagi kami berada diatas fitrah agama Islam, kalimat ikhlas, agama Nabi kami Muhammad  صلي الله عليو وسلمdan agama ayah kami, Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.” (Dibaca 1x)",
      "hadits": "HR. Ahmad III/406, 407, V/123, ad-Darimi II/292 dan Ibnus Sunni dalam Amalul Yaum wal Lailah no. 34, Misykaatul Mashaabiih no. 2415, Shahiihal-Jaami'ish Shaghiir no. 4674, shahih"
    },
    {
      "order_number": "19",
      "ayah": "سُبْحَانَ اللهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهُِ",
      "translation": "“Mahasuci Allah, aku memuji-Nya sebanyak bilangan makhluk-Nya, Mahasuci Allah sesuai keridhaan-Nya, Mahasuci seberat timbangan 'ArsyNya, dan Mahasuci sebanyak tinta (yang menulis) kalimat-Nya.” (Dibaca 3x)",
      "hadits": "HR. Muslim no. 2726. Syarah Muslim XVII/44"
    },
    {
      "order_number": "20",
      "ayah": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
      "translation": "“Ya Allah, sesungguhnya aku meminta kepada-Mu ilmu yang bermanfaat, rizki yang halal, dan amalan yang diterima.” (Dibaca 1x)",
      "hadits": "HR. Ibnu Majah no. 925, Shahiih Ibni Majah 1/152 no. 753 dan Ibnus Sunni dalam 'Amalul Yaum wal Lailah, shahih"
    },
    {
      "order_number": "21",
      "ayah": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُُ",
      "translation": "“Tidak ada Ilah (yang berhak diibadahi dengan benar) selain Allah Yang Mahaesa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya segala puji. Dan Dia Mahakuasa atas segala sesuatu” (Dibaca 1x1 atau 10x2 atau boleh juga 100x di waktu pagi atau sore3)",
      "hadits": "1. HR. Abu Dawud no. 5077, Ibnu Majah no. 3867, Shahiih Jaami'ish Shaghiir no. 6418, Misykaatul Mashaabiih no. 2395, Shahiih at-Targhiib 1/414 no. 656, shahih.\n2. HR. Muslim no. 2693, Ahmad V/420, Silsilah al-Ahaadiits ash-Shahiihah no. 113 dan 114, Shahiih at-Targhiib wat Tarhiib 1/416 no. 660, shahih.\n3. Barangsiapa membacanya sebanyak 100x dalam sehari, maka baginya (pahala) seperti memerdekakan sepuluh budak, ditulis seratus kebaikan, dihapus darinya seratus keburukan, baginya perlindungan dari syaitan pada hari itu hingga sore hari. Tidaklah seseorang itu dapat mendatangkan yang lebih baik dari apa yang dibawanya kecuali ia melakukan lebih banyak lagi dari itu.\" HR. Al-Bukhari no. 3293 dan 6403, Muslim IV/2071 no. 2691 (28), at-Tirmidzi no. 3468, Ibnu Majah no. 3798, dari Sahabat Abu Hurairah .رضي الله عنو Penjelasan: Dalam riwayat an-Nasa-i ('Amalul Yaum wal Lailah no. 580) dan Ibnus Sunni no. 75 dari 'Amr bin Syu'aib dari ayahnya dari kakeknya lafazhnya: \"Barangsiapa membaca 100x pada pagi hari dan 100x pada sore Hari.\"... Jadi, dzikir ini dibaca 100x diwaktu pagi dan 100x diwaktu sore. Lihat Silsilah alAhaadiits ash-Shahiihah no. 2762."
    },
    {
      "order_number": "22",
      "ayah": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
      "translation": "“Mahasuci Allah, aku memuji-Nya” (Dibaca 100x)",
      "hadits": "HR. Muslim no. 2691 dan no. 2692, Syarh Muslim XVII/17-18, Shahiih at-Targhiib wat Tarhiib 1/413 no. 653. Jumlah yang terbanyak dari dzikir-dzikir Nabi adalah seratus diwaktu pagi dan seratus diwaktu sore. Adapun riwayat yang menyebutkan sampai seribu adalah munkar, karena haditsnya dha'if. (Silsilah al-Ahaadiits adh-Dha'iifah no. 5296)."
    },
    {
      "order_number": "23",
      "ayah": "أَستَغِفُر اللهَ َوأَتُو ُب إِلَيِ",
      "translation": "“Aku memohon ampunan kepada Allah dan bertaubat kepada-Nya” (Dibaca 100x dalam sehari)",
      "hadits": "HR. Al-Bukhari/ Fathul Baari XI/101 dan Muslim no.2702 []"
    }
  ]
}
