{
  "dzikir" : [
    {
      "number"  : 1,
      "title"   : "Istighfar 3x",
      "arabic"  : " أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيَّ الْقَيُّومَ وَأَتُوبُ إِلَيْه",
      "latin"   : "(Astaghfirullohal ‘azhim alladzi la ilaha illa huwal hayyul qoyyum wa atubu ilaih.)",
      "indo"    : "Artinya: Aku memohon ampunan kepada Allah yang Maha Agung, tiada tuhan selain Dia yang Maha Hidup lagi Maha Berdiri Sendiri, dan aku bertaubat pada-Nya.",
      "info"    : ""
    },
    {
      "number"  : 2,
      "title"   : "Membaca Dzikir 10x",
      "arabic"  : "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
      "latin"   : "(Laa ilaha illalloh wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir)",
      "indo"    : "Artinya: Tiada Tuhan selain Allah yang Maha Esa, tiada sekutu bagiNya. Kerajaan dan pujian hanyalah milik-Nya, dan Dia Mahakuasa atas segala sesuatu.",
      "info"    : "Keterangan: Membaca dzikir ini berdasar hadits shahih riwayat Muslim dan Abu Daud, lanjutan dari hadits tasbih, tahmid dan takbir masing-masing 33 kali di atas"
    },
    {
      "number"  : 3,
      "title"   : "Do'a Terhindar dari Api Neraka 7x",
      "arabic"  : "اللَّهُمَّ أَجِرْنَا مِنْ النَّارِ",
      "latin"   : "(Allahumma ajirna minannar)",
      "indo"    : "Artinya: Ya Allah, lindungilah kami dari api neraka.",
      "info"    : "Hadis ini diriwayatkan Imam Ahmad dalam musnadnya no. 18054, Abu Daud no. 5079, dan Ibn Hibban 5/367, dari jalur al-Harits bin Muslim, dari bapaknya Muslim bin harits at-Tamimi secara marfu’."
    },
    {
      "number"  : 4,
      "title"   : "Do'a Keselamatan",
      "arabic"  : "اَللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ وَإِلَيْكَ يَعُوْدُ السَّلاَمُ فَحَيِّنَا رَبَّنَا بِالسَّلاَمِ وَأَدْخِلْنَا الْجَنَّةَ دَارَ السَّلاَمِ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَا ذَالْجَلاَلِ وَالْأِ كْرَامِ",
      "latin"   : "(Allahumma antassalam, wa minkassalam, wa ilaika ya'uudussalam, fahayyina robbana bissalam, wa adkhilnal jannata daarossalam, tabarokta robbana wa ta'aalayta, yaa dzal jalaali wal ikram.)",
      "indo"    : "Artinya: Ya Allah, Engkau adalah Dzat yang mempunyai kesejahteraan, dari-Mu kesejahteraan itu, kepada-Mu akan kembali lagi segala kesejahteraan itu, Ya Tuhan kami, hidupkanlah kami dengan sejahtera. Masukanlah kami ke dalam surga kampung kesejahteraan. Engkaulah yang berkuasa memberi berkah yang banyak dan Engkaulah Yang Maha Tinggi, wahai Dzat yang memiliki keagungan dan kemuliaan.",
      "info"    : "Keterangan: Istighfar dan doa di atas bersumber dari hadits riwayat Muslim."
    },
    {
      "number"  : 5,
      "title"   : "Do'a Berlindung dari Kemudaratan",
      "arabic"  : "اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
      "latin"   : "(Allahumma laa maani’a lima a’thoita wa laa mu’thiya limaa mana’ta wa laa yanfau dzal jaddi minkal jaddu.)",
      "indo"    : "Ya Allah, tidak ada yang mencegah apa yang Engkau berikan dan tidak ada yang memberi apa yang Engkau cegah. Tidak berguna kekayaan dan kemuliaan itu bagi pemiliknya (selain iman dan amal shalihnya yang menyelamatkan dari siksaan). Hanya dari-Mu kekayaan dan kemuliaan.",
      "info"    : "Ketrangan: Membaca dzikir ini berdasarkan hadits bukhari no. 6615 dan muslim no. 593"
    },
    {
      "number"  : 6,
      "title"   : "Do'a minta Dzikir, Syukur, Ihsan",
      "arabic"  : "اللَّهُمَّ أَعِنِّى عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
      "latin"   : "(Alloohumma a’innii ‘alaa dzikrika wa syukrika wa husni ‘ibaadatik)",
      "indo"    : "Artinya: Ya Allah, tolonglah aku untuk selalu mengingat-Mu, bersyukur kepada-Mu, dan beribadah dengan baik kepada-Mu",
      "info"    : "Keterangan: Doa ini bersumber dari hadits shahih riwayat An Nasa’i dan Abu Dawud"
    },
    {
      "number"  : 7,
      "title"   : "Membaca Tasbih 33x, Tahmid 33x, Takbir 33x",
      "arabic"  : "سُبْحَانَ اللَّهِ, الْحَمْدُ لِلَّه,ِ اللَّهُ أَكْبَرُ ",
      "latin"   : "(Subhaanalloh) (33x), (Alhamdulillah) (33x), (Allohu akbar) (33x)",
      "indo"    : "Artinya: Maha Suci Allah 33x, Segala Puji bagi Allah 33x, Allah Maha Besar 33x",
      "info"    : "Keterangan: Membaca tasbih, tahmid dan takbir masing-masing 33 kali ini berdasar hadits shahih riwayat Muslim dan Abu Daud"
    },
    {
      "number"  : 8,
      "title"   : "Do'a Iftitah",
      "arabic"  : "اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلهِ كَثِيرًا، وَسُبْحَانَ اللهِ بُكْرَةً وَأَصِيلًا",
      "latin"   : "(Allahu Akbar Kabiro, Walhamdulillahi Katsiro.. Wasubhanallohi Bukrotaw Wa'ashila...)",
      "indo"    : "Artinya: Allah Maha Besar dengan segala kebesaran, segala puji bagi Allah dengan pujian yang banyak, Maha Suci Allah, baik waktu pagi dan petang.",
      "info"    : ""
    },
    {
      "number"  : 9,
      "title"   : "Membaca Dzikir Ini",
      "arabic"  : "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ،",
      "latin"   : "(Laa ilaha illalloh wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir.)",
      "indo"    : "Artinya: Tiada Tuhan selain Allah yang Maha Esa, tiada sekutu bagiNya. Kerajaan dan pujian hanyalah milik-Nya, dan Dia Mahakuasa atas segala sesuatu.",
      "info"    : "Keterangan: Dzikir ini bersumber dari hadits shahih riwayat Muslim."
    },
    {
      "number"  : 10,
      "title"   : "Do'a Mohon Perlindungan",
      "arabic"  : "لَا حَوْلَ وَ لَا قُوَّةَ اِلَّا بِاللهِ الْعَلِيِّ الْعَظِيْمِ",
      "latin"   : "(laa hawla wa laa quwwata illaa billaahil aliyyul adziim)",
      "indo"    : "Artinya: Tidak ada daya dan upaya selain pertolongan Alloh",
      "info"    : "Kalimat ini merupakan simpanan pahala yang berharga di surga berdasarkan dari hadist imam bukhari nomor 7386"
    },
    {
      "number"  : 11,
      "title"   : "Istighfar 3x",
      "arabic"  : " أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ ",
      "latin"   : "(Astaghfirullohal ‘azhim )",
      "indo"    : "Artinya: Aku memohon ampunan kepada Allah yang Maha Agung",
      "info"    : ""
    },
    {
      "number"  : 12,
      "title"   : "Membaca Tahlil 33x",
      "arabic"  : "أَفْضَلُ الذِّكْرِ فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ",
      "latin"   : "(Laaillahaillallah)",
      "indo"    : "Artinya: Tidak ada Tuhan selain Allah",
      "info"    : ""
    },
    {
      "number"  : 13,
      "title"   : "Membaca Dzikir Ini",
      "arabic"  : "لاَ إِلَهَ إِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَلِمَةُ حَقٍّ عَلَيْهَا نَحْيَا وَعَلَيْهَا نَمُوْتُ وَبِهَا نُبْعَثُ إِنْ شَآءَ اللهُ مِنَ اْلآمِنِيْنَ",
      "latin"   : "(Laa ilaaha illallahu muhammadur rasuulullahi shallallahu ‘alaihi wasallam, kalimatu haqqin ‘alaihaa nahyaa, wa’alaihaa namuutu wabihaa nub’atsu insyaa allahu minal aamiin.)",
      "indo"    : "Artinya: Tidak ada Tuhan selain Allah Muhammad Utusan Allah",
      "info"    : ""
    },
    {
      "number"  : 14,
      "title"   : "Sholawat Munjiat",
      "arabic"  : "اَللهم صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْأَهْوَالِ وَالْآفَاتِ، وَتَقْضِيْ لَنَا بِهَا جَمِيْعَ الْحَاجَاتِ، وَتُطَهِّرُنَا بِهَا مِنْ جَمِيْعِ السَّيِّئَاتِ، وَتَرْفَعُنَا بِهَا عِنْدَكَ أَعْلَى الدَّرَجَاتِ، وَتُبَلِّغُنَا بِهَا أَقْصَى الْغَايَاتِ مِنْ جَمِيْعِ الْخَيْرَاتِ فِيْ الْحَيَاةِ وَبَعْدَ الْمَمَاتِ",
      "latin"   : "(Allâhumma shalli ‘alâ Sayyidinâ Muhammadin wa ‘alâ âli Sayyidinâ Muhammadin shalâtan tunjînâ bihâ min jamî’il ahwâli wal âfât wa taqdhî lanâ bihâ jamî’al hâjat wa tuthahhirunâ bihâ min jamî’is sayyiât wa tarfa’unâ bihâ ‘indaka a’lad darajât wa tuballighunâ bihâ aqshal ghâyat min jamî’il khairâti fil hayâti wa ba’dal mamât \n\n)",
      "indo"    : "Artinya: Ya Allah limpahkanlah rahmat kepada junjungan kami Nabi Muhammad, yang dengan shalawat itu, Engkau akan menyelamatkan kami dari semua keadaan yang menakutkan dan dari semua cobaan; dengan shalawat itu, Engkau akan mengabulkan hajat kami; dengan shalawat itu, Engkau akan menyucikan kami dari segala keburukan; dengan shalawat itu, Engkau akan mengangkat kami ke derajat paling tinggi; dengan shalawat itu pula, Engkau akan menyampaikan kami kepada tujuan yang paling sempurna dalam semua kebaikan, ketika hidup dan setelah mati.",
      "info"    : ""
    },
    {
      "number"  : 15,
      "title"   : "Do'a Setelah Sholat",
      "arabic"  : "بِسْمِ اللهِ الرَّحْمَنِ الرِّحِيْمِ. الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. حَمْدًا يُوَافِىْ نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ. يَارَبَّنَالَكَ الْحَمْدُ وَلَكَ الشُّكْرُ كَمَا يَنْبَغِىْ لِجَلاَلِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ\nاللهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ\nاَللهُمَّ اغْفِرْلِىْ وَلِوَالِدَىَّ وَارْحَمْهُمَا كَمَا رَبَّيَانِىْ صَغِيْرًا\nرَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ\nرَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ\nاَللهُمَّ اِنَّا نَسْئَلُكَ سَلاَمَةً فِى الدِّيْنِ وَالدُّنْيَا وَاْلآخِرَةِ وَعَافِيَةً فِى الْجَسَدِ وَصِحَّةً فِى الْبَدَنِ وَزِيَادَةً فِى الْعِلْمِ وَبَرَكَةً فِى الرِّزْقِ وَتَوْبَةً قَبْلَ الْمَوْتِ وَرَحْمَةً عِنْدَ الْمَوْتِ وَمَغْفِرَةً بَعْدَ الْمَوْتِ. اَللهُمَّ هَوِّنْ عَلَيْنَا فِىْ سَكَرَاتِ الْمَوْتِ وَالنَّجَاةَ مِنَ النَّارِ وَالْعَفْوَ عِنْدَ الْحِسَابِ\nرَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا\nرَبَّنَا تَقَبَّلْ مِنَّا اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ وَتُبْ عَلَيْنَا اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ\nرَبَّنَا أَتِنَا فِى الدُّنْيَا حَسَنَةً وَفِي اْلأَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ\nوَصَلَّى اللهُ عَلى سَيِّدِنَا مُحَمَّدٍ وَعَلى آلِهِ وَصَحْبِهِ وَسَلَّمَ وَالْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ",
      "latin"   : "Bismilllaahirrohmaanirrohiim. Alhamdulillaahi Robbil ‘aalamiin. Hamdan yuwaafii ni’amahu wa yukaafi-u maziidah. Yaa Robbanaa lakal hamdu wa lakasy syukru kamaa yanbaghii lijalaali wajhika wa ‘adhiimi sulthoonik.\n\nAlloohumma sholli wasallim ‘alaa sayyidinaa muhammadin walhamdulillaahi robbil ‘aalaamiin.\n\nAlloohummagh firlii waliwaalidayya warhamhumaa kamaa robbayaanii shoghiiroo.\n\nRobbanaghfirlanaa wali-ikhwaaninal ladziina sabaquunaa bil iimaan walaa taj’al fii quluubinaa ghillal lilladziina aamanuu Robbanaa innaka ra-uufur rohiim.\n\nRobbanaa laa tuzigh quluubanaa ba’da idz hadaitanaa wahablanaa min ladunka rohmatan innaka antal wahhaab.\n\nAlloohumma innaa nas-aluka salaamatan fid diini wad dunyaa wal aakhiroh, wa’aafiyatan fil jasad, wa shihhatan fil badan, wa barokatan fir rizq, wa taubatan qoblal maut, wa rohmatan ‘indal maut, wamaghfirotan ba’dal maut. Alloohumma hawwin ‘alainaa fii sakarootil maut, wan najaata minan naar, wal ‘afwa ‘indal hisaab.\n\nRobbanaa hablanaa min ‘azwaajinaa wa dzurriyaatinaa qurrota a’yunin waj’alnaa lil muttaqiina imaamaa.\n\nRobbanaa taqobbal minnaa innaka antas samii’ul ‘aliim watub ‘alainaa innaka antat tawwaabur rohiim.\n\nRobbanaa aatinaa fid dunyaa hasanah wa fil aakhiroti hasanah waqinaa ‘adzaabannar.\n\nWa shollalloohu ‘alaa sayyidinaa Muhammadin wa ‘alaa aalihi washohbihii wasallam, walhamdulillaahi Robbil ‘aalamiin.",
      "indo"    : "Artinya: Dengan nama Allah Yang Maha Pengasih Lagi Maha Penyayang. Segala puji bagi Allah, Rabb semesta alam. Pujian yang sebanding dengan nikmat-nikmatNya dan menjamin tambahannya. Wahai Tuhan kami, bagi-Mu-lah segala puji, dan bagi-Mu-lah segalah syukur, sebagaimana layak bagi keluhuran zat-Mu dan keagungan kekuasaan-Mu.\n\nYa Allah, limpahkanlah rahmat dan kesejahteraan kepada penghulu kami, Nabi Muhammad dan keluarganya. Segala puji bagi Allah, Rabb semesta alam.\n\nYa Allah, ampunilah aku dan kedua orang tuaku, sayangilah keduanya sebagaimana mereka menyayangiku semenjak kecil.\n\nYa Allah, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dan janganlah Engkau biarkan ghill (dengki) dalam hati kami terhadap orang-orang yang beriman. Ya Rabb kami, sesungguhnya Engkau Maha Penyantun lagi Maha Penyayang.\n\nYa Tuhan kami, janganlah Engkau jadikan hati kami condong kepada kesesatan sesudah Engkau beri petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi Engkau; karena sesungguhnya Engkau-lah Maha Pemberi (karunia).\n\nYa Allah, sesungguhnya kami memohon kepadaMu kesejahteraan dalam agama, dunia dan akhirat, keafiatan jasad, kesehatan badan, tambahan ilmu, keberkahan rezeki, taubat sebelum datang maut, rahmat pada saat datang maut, dan ampunan setelah datang maut. Ya Allah, mudahkanlah kami dalam menghadapi sakaratul maut, (berilah kami) keselamatan dari api neraka, dan ampunan pada saat hisab.\n\nWahai Tuhan kami, karuniakanlah kepada kami istri-istri dan keturunan-keturunan sebagai penyejuk hati dan jadikanlah kami pemimpin bagi orang-orang yang bertaqwa.\n\nWahai Tuhan kami, perkenankanlah (permohonan) dari kami, sesungguhnya Engkau Maha Mendengar Lagi Maha Mengetahui. Dan terimalah taubat kami, sesungguhnya Engkau Maha Menerima Taubat lagi Maha Penyayang.\n\nWahai Tuhan kami, berilah kami kebaikan hidup di dunia dan kebaikan hidup di akhirat, dan jagalah kami dari siksa api neraka\n\nSemoga Allah memberikan rahmat dan kesejahteraan kepada penghulu kami, Nabi Muhammad, keluarga dan sahabatnya. Segala puji bagi Allah, Rabb semesta alam.",
      "info"    : ""
    }
  ]
}