{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 1",
      "hadits": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْبَحْرِ هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ أَخْرَجَهُ الْأَرْبَعَةُ وَابْنُ أَبِي شَيْبَةَ  وَاللَّفْظُ لَهُ وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَالتِّرْمِذِيُّ وَرَوَاهُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda tentang (air) laut. \"Laut itu airnya suci dan mensucikan, bangkainya pun halal.\" Dikeluarkan oleh Imam Empat dan Ibnu Syaibah. Lafadh hadits menurut riwayat Ibnu Syaibah dan dianggap shohih oleh oleh Ibnu Khuzaimah dan Tirmidzi. Malik, Syafi'i dan Ahmad juga meriwayatkannya."
    },
    {
      "number": 2,
      "title": "Hadits No. 2",
      "hadits": "وَعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إنَّ الْمَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ أَخْرَجَهُ الثَّلَاثَةُ وَصَحَّحَهُ أَحْمَد",
      "indo": "Dari Abu Said Al-Khudry Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sesungguhnya (hakekat) air adalah suci dan mensucikan, tak ada sesuatu pun yang menajiskannya.\" Dikeluarkan oleh Imam Tiga dan dinilai shahih oleh Ahmad."
    },
    {
      "number": 3,
      "title": "Hadits No. 3",
      "hadits": "وَعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إنَّ الْمَاءَ لَا يُنَجِّسُهُ شَيْءٌ إلَّا مَا غَلَبَ عَلَى رِيحِهِ وَطَعْمِهِ وَلَوْنِهِ  أَخْرَجَهُ ابْنُ مَاجَهْ وَضَعَّفَهُ أَبُو حَاتِمٍ",
      "indo": "Dari Abu Umamah al-Bahily Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sesungguhnya air itu tidak ada sesuatu pun yang dapat menajiskannya kecuali oleh sesuatu yang dapat merubah bau, rasa atau warnanya.\" Dikeluarkan oleh Ibnu Majah dan dianggap lemah oleh Ibnu Hatim."
    },
    {
      "number": 4,
      "title": "Hadits No. 4",
      "hadits": "وَلِلْبَيْهَقِيِّ الْمَاءُ طَهُورٌ إلَّا إنْ تَغَيَّرَ رِيحُهُ أَوْ طَعْمُهُ أَوْ لَوْنُهُ بِنَجَاسَةٍ تَحْدُثُ فِيه",
      "indo": "Menurut hadits yang diriwayatkan oleh Al-Baihaqi: \"Air itu suci dan mensucikan kecuali jika ia berubah baunya, rasanya atau warnanya dengan suatu najis yang masuk di dalamnya.\"\n"
    },
    {
      "number": 5,
      "title": "Hadits No. 5",
      "hadits": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلْ الْخَبَثَ وَفِي لَفْظٍ لَمْ يَنْجُسْ  أَخْرَجَهُ الْأَرْبَعَةُ  وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَالْحَاكِمُ وَابْنُ حِبَّان",
      "indo": "Dari Abdullah Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Jika banyaknya air telah mencapai dua kullah maka ia tidak mengandung kotoran.\" Dalam suatu lafadz hadits: \"Tidak najis\". Dikeluarkan oleh Imam Empat dan dinilai shahih oleh Ibnu Khuzaimah, Hakim, dan Ibnu Hibban."
    },
    {
      "number": 6,
      "title": "Hadits No. 6",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَغْتَسِلْ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ أَخْرَجَهُ مُسْلِمٌ\n",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Janganlah seseorang di antara kamu mandi dalam air yang tergenang (tidak mengalir) ketika dalam keadaan junub.\" Dikeluarkan oleh Muslim"
    },
    {
      "number": 7,
      "title": "Hadits No. 7",
      "hadits": "لِلْبُخَارِيِّ لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي  ثُمَّ يَغْتَسِلُ فِيه",
      "indo": "Menurut Riwayat Imam Bukhari: \"Janganlah sekali-kali seseorang di antara kamu kencing dalam air tergenang yang tidak mengalir kemudian dia mandi di dalamnya.\"\n"
    },
    {
      "number": 8,
      "title": "Hadits No. 8",
      "hadits": "وَلِمُسْلِمٍ مِنْهُ  وَلِأَبِي دَاوُد : وَلَا يَغْتَسِلُ فِيهِ مِنْ الْجَنَابَةِ",
      "indo": "Menurut riwayat Muslim dan Abu Dawud: \"Dan janganlah seseorang mandi junub di dalamnya.\""
    },
    {
      "number": 9,
      "title": "Hadits No. 9",
      "hadits": "وَعَنْ رَجُلٍ صَحِبَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَغْتَسِلَ الْمَرْأَةُ بِفَضْلِ الرَّجُلِ أَوْ الرَّجُلُ بِفَضْلِ الْمَرْأَةِ وَلْيَغْتَرِفَا جَمِيعًا أَخْرَجَهُ أَبُو دَاوُد وَالنَّسَائِيُّ وَإِسْنَادُهُ صَحِيحٌ",
      "indo": "Seorang laki-laki yang bersahabat dengan Nabi Shallallaahu 'alaihi wa Sallam berkata: Rasulullah Shallallaahu 'alaihi wa Sallam melarang perempuan mandi dari sisa air laki-laki atau laki-laki dari sisa air perempuan, namun hendaklah keduanya menyiduk (mengambil) air bersama-sama. Dikeluarkan oleh Abu Dawud dan Nasa'i, dan sanadnya benar."
    },
    {
      "number": 10,
      "title": "Hadits No. 10",
      "hadits": "وَعَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا : أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ رَضِيَ اللَّهُ عَنْهَا أَخْرَجَهُ مُسْلِمٌ",
      "indo": "Dari Ibnu Abbas r.a: Bahwa Nabi Shallallaahu 'alaihi wa Sallam pernah mandi dari air sisa Maimunah r.a. Diriwayatkan oleh Imam Muslim.\n"
    },
    {
      "number": 11,
      "title": "Hadits No. 11",
      "hadits": "وَلِأَصْحَابِ السُّنَنِ : اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جَفْنَةٍ فَجَاءَ يَغْتَسِلُ مِنْهَا فَقَالَتْ : إنِّي كُنْت جُنُبًا فَقَالَ : إنَّ الْمَاءَ لَا يَجْنُبُ وَصَحَّحَهُ التِّرْمِذِيُّ وَابْنُ خُزَيْمَةَ",
      "indo": "Menurut para pengarang kitab Sunan: Sebagian istri Nabi Shallallaahu 'alaihi wa Sallam mandi dalam satu tempat air, lalu Nabi datang hendak mandi dengan air itu, maka berkatalah istrinya: Sesungguhnya aku sedang junub. Nabi Shallallaahu 'alaihi wa Sallam bersabda: \"Sesungguhnya air itu tidak menjadi junub.\" Hadits shahih menurut Tirmidzi dan Ibnu Khuzaimah"
    },
    {
      "number": 12,
      "title": "Hadits No. 12",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طُهُورُ إنَاءِ أَحَدِكُمْ إذَا وَلَغَ فِيهِ الْكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ أُولَاهُنَّ بِالتُّرَابِ أَخْرَجَهُ مُسْلِمٌ وَفِي لَفْظٍ لَهُ فَلْيُرِقْهُ وَلِلتِّرْمِذِيِّ  أُخْرَاهُنَّ أَوْ أُولَاهُنَّ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sucinya tempat air seseorang diantara kamu jika dijilat anjing ialah dengan dicuci tujuh kali, yang pertamanya dicampur dengan debu tanah.\" Dikeluarkan oleh Muslim. Dalam riwayat lain disebutkan: \"Hendaklah ia membuang air itu.\" Menurut riwayat Tirmidzi: \"Yang terakhir atau yang pertama (dicampur dengan debu tanah). \n"
    },
    {
      "number": 13,
      "title": "Hadits No. 13",
      "hadits": "وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ - فِي الْهِرَّةِ - : إنَّهَا لَيْسَتْ بِنَجَسٍ إنَّمَا هِيَ مِنْ الطَّوَّافِينَ عَلَيْكُمْ أَخْرَجَهُ الْأَرْبَعَةُ وَصَحَّحَهُ التِّرْمِذِيُّ وَابْنُ خُزَيْمَة",
      "indo": "Dari Abu Qotadah Radliyallaahu 'anhu Rasulullah Shallallaahu 'alaihi wa Sallam bersabda perihal kucing -bahwa kucing itu tidaklah najis, ia adalah termasuk hewan berkeliaran di sekitarmu. Diriwayatkan oleh Imam Empat dan dianggap shahih oleh Tirmidzi dan Ibnu Khuzaimah."
    },
    {
      "number": 14,
      "title": "Hadits No. 14",
      "hadits": "وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ الْمَسْجِدِ فَزَجَرَهُ النَّاسُ فَنَهَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَنُوبٍ مِنْ مَاءٍ؛ فَأُهْرِيقَ عَلَيْهِ مُتَّفَقٌ عَلَيْهِ",
      "indo": "Anas Ibnu Malik Radliyallaahu 'anhu berkata: \"Seseorang Badui datang kemudian kencing di suatu sudut masjid, maka orang-orang menghardiknya, lalu Nabi Shallallaahu 'alaihi wa Sallam melarang mereka. Ketika ia telah selesai kencing, Nabi Shallallaahu 'alaihi wa Sallam menyuruh untuk diambilkan setimba air lalu disiramkan di atas bekas kencing itu.\" Muttafaq Alaihi"
    },
    {
      "number": 15,
      "title": "Hadits No. 15",
      "hadits": "وَعَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ. فَأَمَّا الْمَيْتَتَانِ : فَالْجَرَادُ وَالْحُوتُ وَأَمَّا الدَّمَانِ : فَالطِّحَالُ وَالْكَبِدُ أَخْرَجَهُ أَحْمَدُ وَابْنُ مَاجَهْ وَفِيهِ ضَعْفٌ",
      "indo": "Ibnu Umar Radliyallaahu 'anhu berkata bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Dihalalkan bagi kita dua macam bangkai dan dua macam darah. Dua macam bangkai itu adalah belalang dan ikan, sedangkan dua macam darah adalah hati dan jantung.\" Diriwayatkan oleh Ahmad dan Ibnu Majah, dan di dalam sanadnya ada kelemahan."
    },
    {
      "number": 16,
      "title": "Hadits No. 16",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ ثُمَّ لِيَنْزِعْهُ فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الْآخَرِ شِفَاءً أَخْرَجَهُ الْبُخَارِيُّ وَأَبُو دَاوُد . وَزَادَ وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Apabila ada lalat jatuh ke dalam minuman seseorang di antara kamu maka benamkanlah lalat itu kemudian keluarkanlah, sebab ada salah satu sayapnya ada penyakit dan pada sayap lainnya ada obat penawar.\" Dikeluarkan oleh Bukhari dan Abu Dawud dengan tambahan: \"Dan hendaknya ia waspada dengan sayap yang ada penyakitnya.\" \n"
    },
    {
      "number": 17,
      "title": "Hadits No. 17",
      "hadits": "وَعَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا قُطِعَ مِنْ الْبَهِيمَةِ - وَهِيَ حَيَّةٌ - فَهُوَ مَيِّتٌ أَخْرَجَهُ أَبُو دَاوُد وَالتِّرْمِذِيُّ وَحَسَّنَهُ وَاللَّفْظُ لَهُ",
      "indo": "Dari Abu Waqid Al-Laitsi Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: \"Anggota yang terputus dari binatang yang masih hidup adalah termasuk bangkai.\" Dikeluarkan oleh Abu Dawud dan Tirmidzi dan beliau menyatakannya shahih. Lafadz hadits ini menurut Tirmidzi."
    }
  ]
}