{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 18",
      "hadits": "عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَلَا تَأْكُلُوا فِي صِحَافِهِمَا فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَةِ مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Hudzaifah Ibnu Al-Yamani Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Janganlah kamu minum dengan bejana yang terbuat dari emas dan perak, dan jangan pula kamu makan dengan piring yang terbuat dari keduanya, karena barang-barang itu untuk mereka di dunia sedang untukmu di akhirat. Muttafaq Alaihi."
    },
    {
      "number": 2,
      "title": "Hadits No. 19",
      "hadits": "وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي يَشْرَبُ فِي إنَاءِ الْفِضَّةِ إنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Ummu Salamah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Orang yang minum dengan bejana dari perak sungguh ia hanyalah memasukkan api jahannam ke dalam perutnya. Muttafaq Alaih."
    },
    {
      "number": 3,
      "title": "Hadits No. 20",
      "hadits": "وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ الْلَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ الْلَّهِ صلى الله عليه وسلم إِذَا دُبِغَ الْإِهَابُ فَقَدْ طَهُرَ أَخْرَجَهُ مُسْلِمٌ",
      "indo": "Dari Ibnu Abbas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Jika kulit binatang telah disamak maka ia menjadi suci. Diriwayatkan oleh Muslim.\n"
    },
    {
      "number": 4,
      "title": "Hadits No. 21",
      "hadits": "وَعِنْدَ الْأَرْبَعَةِ: ( أَيُّمَا إِهَابٍ دُبِغَ )",
      "indo": "Menurut riwayat Imam Empat: Kulit binatang apapun yang telah disamak (ia menjadi suci). \n"
    },
    {
      "number": 5,
      "title": "Hadits No. 22",
      "hadits": "وَعَنْ سَلَمَةَ بْنِ الْمُحَبِّقِ رضي الله عنه قَالَ: قَالَ رَسُولُ الْلَّهِ صلى الله عليه وسلم دِبَاغُ جُلُودِ الْمَيْتَةِ طُهُورُهاَ صَحَّحَهُ ابْنُ حِبَّانَ",
      "indo": "Dari Salamah Ibnu al-Muhabbiq Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: Menyamak kulit bangkai adalah mensucikannya. Hadits shahih menurut Ibnu Hibban"
    },
    {
      "number": 6,
      "title": "Hadits No. 23",
      "hadits": "وَعَنْ مَيْمُونَةَ رَضِيَ الْلَّهُ عَنْهَا قَالَتْ: مَرَّ رَسُولُ الْلَّهِ صلى الله عليه وسلم بِشَاةٍ يَجُرُّونَهَا فَقَالَ: لَوْ أَخَذْتُمْ إِهَابَهَا؟ فَقَالُوا: إِنَّهَا مَيْتَةٌ فَقَالَ: يُطَهِّرُهَا الْمَاءُ وَالْقَرَظُ أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ",
      "indo": "Maimunah Radliyallaahu 'anhu berkata bahwa Rasulullah Shallallaahu 'alaihi wa Sallam melewati seekor kambing yang sedang diseret orang-orang. Beliau bersabda: Alangkah baiknya jika engkau mengambil kulitnya. Mereka berkata: Ia benar-benar telah mati. Beliau bersabda: Ia dapat disucikan dengan air dan daun salam. Diriwayatkan oleh Abu Dawud dan Nasa'i.\n"
    },
    {
      "number": 7,
      "title": "Hadits No. 24",
      "hadits": "وَعَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ : قُلْت : يَا رَسُولَ اللَّهِ إنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ أَفَنَأْكُلُ فِي آنِيَتِهِمْ ؟ قَالَ : لَا تَأْكُلُوا فِيهَا  إلَّا أَنْ لَا تَجِدُوا غَيْرَهَا فَاغْسِلُوهَا وَكُلُوا فِيهَا مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Abu Tsa'labah al-Khusny berkata: Saya bertanya, wahai Rasulullah, kami tinggal di daerah Ahlul Kitab, bolehkah kami makan dengan bejana mereka? Beliau menjawab: Janganlah engkau makan dengan bejana mereka kecuali jika engkau tidak mendapatkan yang lain. Oleh karena itu bersihkanlah dahulu dan makanlah dengan bejana tersebut. Muttafaq Alaihi"
    },
    {
      "number": 8,
      "title": "Hadits No. 25",
      "hadits": "وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابَهُ تَوَضَّئُوا مِنْ مَزَادَةِ امْرَأَةٍ مُشْرِكَةٍ .مُتَّفَقٌ عَلَيْهِ فِي حَدِيثٍ طَوِيلٍ.ِ",
      "indo": "Dari Imran Ibnu Hushoin Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam dan para sahabatnya berwudlu di mazadah (tempat air yang terbuat dari kulit binatang) milik seorang perempuan musyrik. Muttafaq Alaihi dalam hadits yang panjang.\n"
    },
    {
      "number": 9,
      "title": "Hadits No. 26",
      "hadits": "وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ : أَنَّ قَدَحَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْكَسَرَ فَاِتَّخَذَ مَكَانَ الشَّعْبِ سَلْسَلَةً مِنْ فِضَّةٍ أَخْرَجَهُ الْبُخَارِيُّ",
      "indo": "Dari Anas Ibnu Malik Radliyallaahu 'anhu bahwa bejana Nabi Shallallaahu 'alaihi wa Sallam retak, lalu beliau menambal tempat yang retak itu dengan pengikat dari perak. Diriwayatkan oleh Bukhari"
    }
  ]
}