{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 27",
      "hadits": "عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْخَمْرِ تُتَّخَذُ خَلًّا ؟ قَالَ : لَا أَخْرَجَهُ مُسْلِمٌ وَالتِّرْمِذِيُّ وَقَالَ حَسَنٌ صَحِيحٌ",
      "indo": "Anas Ibnu Malik Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam pernah ditanya tentang khamar (minuman memabukkan) yang dijadikan cuka. Beliau bersabda: \"Tidak boleh.\" Riwayat Muslim dan Tirmidzi. Menurut Tirmidzi hadits ini hasan dan shahih"
    },
    {
      "number": 2,
      "title": "Hadits No. 28",
      "hadits": "وَعَنْهُ رَضِيَ اللَّهُ عَنْهُ قَالَ : لَمَّا كَانَ يَوْمُ خَيْبَرَ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَا طَلْحَةَ فَنَادَى إنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ الْأَهْلِيَّةِ فَإِنَّهَا رِجْسٌ مُتَّفَقٌ عَلَيْهِِ",
      "indo": "Darinya (Anas Ibnu Malik r.a), dia berkata: \"Ketika hari perang Khaibar Rasulullah Shallallaahu 'alaihi wa Sallam memerintahkan Abu Thalhah, kemudian beliau berseru: \"Sesungguhnya Allah dan Rasul-Nya melarang engkau sekalian memakan daging keledai negeri (bukan yang liar) karena ia kotor.\" Muttafaq Alaihi"
    },
    {
      "number": 3,
      "title": "Hadits No. 29",
      "hadits": "وَعَنْ عَمْرِو بْنِ خَارِجَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : خَطَبَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِنًى وَهُوَ عَلَى رَاحِلَتِهِ وَلُعَابُهَا يَسِيلُ عَلَى كَتِفِي أَخْرَجَهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ",
      "indo": "Dari Amru Ibnu Khorijah Radliyallaahu 'anhu berkata: Nabi saw berkhotbah pada waktu kami di Mina sedang beliau di atas binatang kendaraannya, dan air liur binatang tersebut mengalir di atas pundakku. Dikeluarkan oleh Ahmad dan Tirmidzi, dan dinilainya hadits shahih"
    },
    {
      "number": 4,
      "title": "Hadits No. 30",
      "hadits": "وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَغْسِلُ الْمَنِيَّ ثُمَّ يَخْرُجُ إلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ وَأَنَا أَنْظُرُ إلَى أَثَرِ الْغَسْلِ. مُتَّفَقٌ عَلَيْه",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam pernah mencuci pakaian bekas kami, lalu keluar untuk menunaikan shalat dengan pakaian tersebut, dan saya masih melihat bekas cucian itu. Muttafaq Alaihi"
    },
    {
      "number": 5,
      "title": "Hadits No. 31",
      "hadits": "وَلِمُسْلِمٍ : لَقَدْ كُنْت أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرْكًا فَيُصَلِّي فِيهِ",
      "indo": "Dalam Hadits riwayat Muslim: Aku benar-benar pernah menggosoknya (bekas mani) dari pakaian Rasulullah Shallallaahu 'alaihi wa Sallam, kemudian beliau sholat dengan pakaian tersebut"
    },
    {
      "number": 6,
      "title": "Hadits No. 32",
      "hadits": "وَفِي لَفْظٍ لَهُ : لَقَدْ كُنْت أَحُكُّهُ يَابِسًا بِظُفْرِي مِنْ ثَوْبِهِ",
      "indo": "Dalam Lafadz lain hadits riwayat Muslim: Aku benar-benar pernah mengerik mani kering dengan kukuku dari pakaian beliau"
    },
    {
      "number": 7,
      "title": "Hadits No. 33",
      "hadits": "عَنْ أَبِي السَّمْحِ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُغْسَلُ مِنْ بَوْلِ الْجَارِيَةِ وَيُرَشُّ مِنْ بَوْلِ الْغُلَامِ أَخْرَجَهُ أَبُو دَاوُد وَالنَّسَائِيُّ وَصَحَّحَهُ الْحَاكِمُ",
      "indo": "Dari Abu Samah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Bekas air kencing bayi perempuan harus dicuci dan bekas air kencing bayi laki-laki cukup diperciki dengan air.\" Dikeluarkan oleh Abu Dawud dan Nasa'i. Oleh Hakim hadits ini dinilai shahih"
    },
    {
      "number": 8,
      "title": "Hadits No. 34",
      "hadits": "وَعَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ - فِي دَمِ الْحَيْضِ يُصِيبُ الثَّوْبَ تَحُتُّهُ ثُمَّ تَقْرُصُهُ بِالْمَاءِ ثُمَّ تَنْضَحُهُ ثُمَّ تُصَلِّي فِيهِ مُتَّفَقٌ عَلَيْهِِ",
      "indo": "Dari Asma binti Abu Bakar Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda tentang darah haid yang mengenai pakaian: \"Engkau kikis, engkau gosok dengan air lalu siramlah, baru kemudian engkau boleh sholat dengan pakaian itu.\" Muttafaq Alaihi"
    },
    {
      "number": 9,
      "title": "Hadits No. 35",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَتْ خَوْلَةُ يَا رَسُولَ اللَّهِ فَإِنْ لَمْ يَذْهَبْ الدَّمُ ؟ قَالَ : يَكْفِيك الْمَاءُ وَلَا يَضُرُّك أَثَرُهُ أَخْرَجَهُ التِّرْمِذِيُّ وَسَنَدُهُ ضَعِيفٌ",
      "indo": "Abu Hurairah Radliyallaahu 'anhu berkata: Khaulah bertanya, wahai Rasulullah, meskipun darah itu tidak hilang? Beliau menjawab: \"Engkau cukup membersihkannya dengan air dan bekasnya tidak mengapa bagimu.\" Dikeluarkan oleh Tirmidzi dengan sanad yang lemah"
    }
  ]
}