{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 72",
      "hadits": "عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: ( كَانَ أَصْحَابُ رَسُولِ اَللَّهِ صلى الله عليه وسلم -عَلَى عَهْدِهِ- يَنْتَظِرُونَ اَلْعِشَاءَ حَتَّى تَخْفِقَ رُؤُوسُهُمْ ثُمَّ يُصَلُّونَ وَلَا يَتَوَضَّئُونَ )  أَخْرَجَهُ أَبُو دَاوُدَ وَصَحَّحَهُ اَلدَّارَقُطْنِيّ ُ وَأَصْلُهُ فِي مُسْلِمُ",
      "indo": "Anas Ibnu Malik Radliyallaahu 'anhu berkata: pernah para shahabat Rasulullah Shallallaahu 'alaihi wa Sallam pada jamannya menunggu waktu isya' sampai kepala mereka terangguk-angguk (karena kantuk) kemudian mereka shalat dan tidak berwudlu Dikeluarkan oleh Abu Dawud shahih menurut Daruquthni dan berasal dari riwayat Muslim \n"
    },
    {
      "number": 2,
      "title": "Hadits No. 73",
      "hadits": "عَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا قَالَتْ: ( جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى اَلنَّبِيِّ صلى الله عليه وسلم فَقَالَتْ: يَا رَسُولَ اَللَّهِ! إِنِّي اِمْرَأَةٌ أُسْتَحَاضُ فَلَا أَطْهُرُ أَفَأَدَعُ اَلصَّلَاةَ؟ قَالَ: لَا إِنَّمَا ذَلِكَ عِرْقٌ وَلَيْسَ بِحَيْضٍ فَإِذَا أَقْبَلَتْ حَيْضَتُكِ فَدَعِي اَلصَّلَاةَ وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ اَلدَّمَ ثُمَّ صَلِّي )  مُتَّفَقٌ عَلَيْه",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Fathimah binti Abu Hubaisy datang ke hadapan Nabi Shallallaahu 'alaihi wa Sallam seraya berkata: Wahai Rasulullah sungguh aku ini perempuan yang selalu keluar darah (istihadlah) dan tidak pernah suci bolehkah aku meninggalkan shalat؟ Rasul menjawab: \"Tidak boleh itu hanya penyakit dan bukan darah haid Apabila haidmu datang tinggalkanlah shalat dan apabila ia berhenti maka bersihkanlah dirimu dari darah itu (mandi) lalu shalatlah\" Muttafaq Alaihi"
    },
    {
      "number": 3,
      "title": "Hadits No. 74",
      "hadits": "لْبُخَارِيِّ: ( ثُمَّ تَوَضَّئِي لِكُلِّ صَلَاةٍ ) وَأَشَارَ مُسْلِمٌ إِلَى أَنَّهُ حَذَفَهَا عَمْدً اٍ",
      "indo": "Menurut Riwayat Bukhari: \"Kemudian berwudlulah pada setiap kali hendak shalat\" Imam Muslim memberikan isyarat bahwa kalimat tersebut sengaja dibuang oleh Bukhari \n"
    },
    {
      "number": 4,
      "title": "Hadits No. 75",
      "hadits": "عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضي الله عنه قَالَ: ( كُنْتُ رَجُلاً مَذَّاءً فَأَمَرْتُ اَلْمِقْدَادَ بْنَ اَلْأَسْوَدِ أَنْ يَسْأَلَ اَلنَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ ؟ فَقَالَ: فِيهِ اَلْوُضُوءُ )  مُتَّفَقٌ عَلَيْهِ وَاللَّفْظُ لِلْبُخَارِيّ",
      "indo": "Ali Ibnu Abu Thalib Radliyallaahu 'anhu berkata: Aku adalah seorang laki-laki yang sering mengeluarkan madzi maka aku suruh Miqdad untuk menanyakan hal itu pada Nabi Shallallaahu 'alaihi wa Sallam dan bertanyalah ia pada beliau Nabi Shallallaahu 'alaihi wa Sallam menjawab: \"Dalam masalah itu wajib berwudlu\" Muttafaq Alaihi lafadznya menurut riwayat Bukhari \n"
    },
    {
      "number": 5,
      "title": "Hadits No. 76",
      "hadits": "وَعَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا; ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم قَبَّلَ بَعْضَ نِسَائِهِ ثُمَّ خَرَجَ إِلَى اَلصَّلَاةِ وَلَمْ يَتَوَضَّأْ )  أَخْرَجَهُ أَحْمَدُ وَضَعَّفَهُ اَلْبُخَارِيّ",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam mencium sebagian istrinya kemudian keluar menunaikan shalat tanpa berwudlu dahulu Diriwayatkan oleh Ahmad dan dinilai lemah oleh Bukhari"
    },
    {
      "number": 6,
      "title": "Hadits No. 77",
      "hadits": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِذَا وَجَدَ أَحَدُكُمْ فِي بَطْنِهِ شَيْئًا فَأَشْكَلَ عَلَيْهِ: أَخَرَجَ مِنْهُ شَيْءٌ أَمْ لَا؟ فَلَا يَخْرُجَنَّ مِنْ اَلْمَسْجِدِ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا )  أَخْرَجَهُ مُسْلِم",
      "indo": "Abu Hurairah Radliyallaahu 'anhu berkata bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Apabila seseorang di antara kamu merasakan sesuatu dalam perutnya kemudian dia ragu-ragu apakah dia mengeluarkan sesuatu (kentut) atau tidak maka janganlah sekali-kali ia keluar dari masjid kecuali ia mendengar suara atau mencium baunya\" Dikeluarkan oleh Muslim \n"
    },
    {
      "number": 7,
      "title": "Hadits No. 78",
      "hadits": "وَعَنْ طَلْقِ بْنِ عَلِيٍّ رضي الله عنه قَالَ: ( قَالَ رَجُلٌ: مَسَسْتُ ذَكَرِي أَوْ قَالَ اَلرَّجُلُ يَمَسُّ ذَكَرَهُ فِي اَلصَّلَاةِ أَعَلَيْهِ وُضُوءٍ ؟ فَقَالَ اَلنَّبِيُّ صلى الله عليه وسلم \"لَا إِنَّمَا هُوَ بَضْعَةٌ مِنْكَ )  أَخْرَجَهُ اَلْخَمْسَةُ وَصَحَّحَهُ اِبْنُ حِبَّان  وَقَالَ اِبْنُ اَلْمَدِينِيِّ: هُوَ أَحْسَنُ مِنْ حَدِيثِ بُسْرَةَ",
      "indo": "Thalq Ibnu Ali Radliyallaahu 'anhu berkata: Seorang laki-laki berkata: saya menyentuh kemaluanku atau ia berkata: seseorang laki-laki menyentuh kemaluannya pada waktu shalat apakah ia wajib berwudlu؟ Nabi menjawab: \"Tidak karena ia hanya sepotong daging dari tubuhmu\" Dikeluarkan oleh Imam Lima dan shahih menurut Ibnu Hibban Ibnul Madiny berkata: Hadits ini lebih baik daripada hadits Busrah\n"
    },
    {
      "number": 8,
      "title": "Hadits No. 79",
      "hadits": "عَنْ بُسْرَةَ بِنْتِ صَفْوَانَ رَضِيَ اَللَّهُ عَنْهَا ( أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ: مَنْ مَسَّ ذَكَرَهُ فَلْيَتَوَضَّأْ )  أَخْرَجَهُ اَلْخَمْسَةُ وَصَحَّحَهُ اَلتِّرْمِذِيُّ وَابْنُ حِبَّان َ وَقَالَ اَلْبُخَارِيُّ هُوَ أَصَحُّ شَيْءٍ فِي هَذَا اَلْبَابِ",
      "indo": "Dari Busrah binti Shofwan Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa menyentuh kemaluannya maka hendaklah ia berwudlu\" Dikeluarkan oleh Imam Lima dan hadits shahih menurut Tirmidzi dan Ibnu Hibban Imam Bukhari menyatakan bahwa ia adalah hadits yang paling shahih dalam bab ini \n"
    },
    {
      "number": 9,
      "title": "Hadits No. 80",
      "hadits": "عَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا; أَنَّ رَسُولَ اَللَّهِ صَلَّى عَلَيْهِ وَسَلَّمَ قَالَ: ( مَنْ أَصَابَهُ قَيْءٌ أَوْ رُعَافٌ أَوْ قَلَسٌ أَوْ مَذْيٌ فَلْيَنْصَرِفْ فَلْيَتَوَضَّأْ ثُمَّ لِيَبْنِ عَلَى صَلَاتِهِ وَهُوَ فِي ذَلِكَ لَا يَتَكَلَّمُ )  أَخْرَجَهُ اِبْنُ مَاجَ ه وَضَعَّفَهُ أَحْمَدُ وَغَيْرُهُ",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Rasulullah saw bersabda: \"Barangsiapa yang muntah atau mengeluarkan darah dari hidung (mimisan) atau mengeluarkan dahak atau mengeluarkan madzi maka hendaklah ia berwudlu lalu meneruskan sisa shalatnya namun selama itu ia tidak berbicara\" Diriwayatkan oleh Ibnu Majah namun dianggap lemah oleh Ahmad dan lain-lain \n"
    },
    {
      "number": 10,
      "title": "Hadits No. 81",
      "hadits": "عَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اَللَّهُ عَنْهُمَا; ( أَنَّ رَجُلاً سَأَلَ اَلنَّبِيَّ صلى الله عليه وسلم أَتَوَضَّأُ مِنْ لُحُومِ اَلْغَنَمِ؟ قَالَ: إِنْ شِئْتَ قَالَ: أَتَوَضَّأُ مِنْ لُحُومِ اَلْإِبِلِ ؟ قَالَ: نَعَمْ )  أَخْرَجَهُ مُسْلِم",
      "indo": "Dari Jabir Ibnu Samurah Radliyallaahu 'anhu bahwa seorang laki-laki bertanya kepada Nabi Shallallaahu 'alaihi wa Sallam : Apakah aku harus berwudlu setelah makan daging kambing؟ Beliau menjawab: \"Jika engkau mau\" Orang itu bertanya lagi: Apakah aku harus berwudlu setelah memakan daging unta؟ Beliau menjawab: \"Ya\" Diriwayatkan oleh Muslim"
    },
    {
      "number": 11,
      "title": "Hadits No. 82",
      "hadits": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ غَسَّلَ مَيْتًا فَلْيَغْتَسِلْ وَمَنْ حَمَلَهُ فَلْيَتَوَضَّأْ )  أَخْرَجَهُ أَحْمَدُ وَالنَّسَائِيُّ وَاَلتِّرْمِذِيُّ وَحَسَّنَه وَقَالَ أَحْمَدُ لَا يَصِحُّ فِي هَذَا اَلْبَابِ شَيْءٌ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa yang memandikan mayyit hendaknya ia mandi dan barangsiapa yang membawanya hendaknya ia berwudlu\" Dikeluarkan oleh Ahmad Nasa'i dan Tirmidzi Tirmidzi menyatakan hadits ini hasan sedang Ahmad berkata: tak ada sesuatu yang shahih dalam bab ini"
    },
    {
      "number": 12,
      "title": "Hadits No. 83",
      "hadits": "عَنْ عَبْدِ اَللَّهِ بْنِ أَبِي بَكْرٍ رَحِمَهُ اَللَّهُ; ( أَنَّ فِي اَلْكِتَابِ اَلَّذِي كَتَبَهُ رَسُولُ اَللَّهِ صلى الله عليه وسلم لِعَمْرِو بْنِ حَزْمٍ: أَنْ لَا يَمَسَّ اَلْقُرْآنَ إِلَّا طَاهِرٌ )  رَوَاهُ مَالِكٌ مُرْسَلاً وَوَصَلَهُ النَّسَائِيُّ وَابْنُ حِبَّانَ وَهُوَ مَعْلُولٌ",
      "indo": "Dari Abdullah Ibnu Abu Bakar Radliyallaahu 'anhu bahwa dalam surat yang ditulis Rasulullah Shallallaahu 'alaihi wa Sallam untuk Amr Ibnu Hazm terdapat keterangan bahwa tidak boleh menyentuh Al-Qur'an kecuali orang yang suci Diriwayatkan oleh Malik dan mursal Nasa'i dan Ibnu Hibban meriwayatkannya dengan maushul hadits ini ma'lul \n"
    },
    {
      "number": 13,
      "title": "Hadits No. 84",
      "hadits": "عَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا قَالَتْ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم يُذْكُرُ اَللَّهَ عَلَى كُلِّ أَحْيَانِهِ )  رَوَاهُ مُسْلِمٌ وَعَلَّقَهُ اَلْبُخَارِيّ",
      "indo": "Aisyah Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam selalu berdzikir kepada Allah dalam setiap saat Diriwayatkan oleh Muslim dan dita'liq oleh Bukhari \n"
    },
    {
      "number": 14,
      "title": "Hadits No. 85",
      "hadits": "عَنْ أَنَسِ]بْنِ مَالِكٍ] رضي الله عنه ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم اِحْتَجَمَ وَصَلَّى وَلَمْ يَتَوَضَّأْ )  أَخْرَجَهُ اَلدَّارَقُطْنِيُّ وَلَيَّنَهِ",
      "indo": "Dari Anas Ibnu Malik Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam berbekam lalu shalat tanpa berwudlu Hadits dikeluarkan dan dilemahkan oleh Daruquthni \n"
    },
    {
      "number": 15,
      "title": "Hadits No. 86",
      "hadits": "عَنْ مُعَاوِيَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( الْعَيْنُ وِكَاءُ السَّهِ فَإِذَا نَامَتْ اَلْعَيْنَانِ اِسْتَطْلَقَ اَلْوِكَاءُ )  رَوَاهُ أَحْمَدُ وَالطَّبَرَانِيُّ",
      "indo": "Dari Muawiyah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: \"Mata adalah tali pengikat dubur maka apabila kedua mata telah tidur lepaslah tali pengikat itu\" Diriwayatkan oleh Ahmad dan Thabrani \n"
    },
    {
      "number": 16,
      "title": "Hadits No. 87",
      "hadits": "زَادَ ( وَمَنْ نَامَ فَلْيَتَوَضَّأْ ) وَهَذِهِ اَلزِّيَادَةُ فِي هَذَا اَلْحَدِيثِ عِنْدَ أَبِي دَاوُدَ مِنْ حَدِيثِ عَلِيٍّ دُونَ قَوْلِهِ: ( اِسْتَطْلَقَ اَلْوِكَاءُ )  وَفِي كِلَا الْإِسْنَادَيْنِ ضَعْف",
      "indo": "Ia menambahkan: \"Dan barangsiapa tidur hendaknya ia berwudlu\" Tambahan dalam hadits ini menurut Abu Dawud dari hadits Ali Radliyallaahu 'anhu tanpa sabda beliau: \"Lepaslah tali pengikat itu\" Dalam kedua sanad ini ada kelemahan \n"
    },
    {
      "number": 17,
      "title": "Hadits No. 88",
      "hadits": "وَلِأَبِي دَاوُدَ أَيْضًا عَنْ اِبْنِ عَبَّاسٍ مَرْفُوعًا: ( إِنَّمَا اَلْوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعًا )  وَفِي إِسْنَادِهِ ضَعْفٌ أَيْضً اُ",
      "indo": "Menurut Riwayat Abu Dawud juga dari Ibnu Abbas Radliyallaahu 'anhu dengan hadits marfu': \"Wudlu itu hanya wajib bagi orang-orang yang tidur berbaring\" Dalam sanadnya juga ada kelemahan \n"
    },
    {
      "number": 18,
      "title": "Hadits No. 89",
      "hadits": "عَنِ اِبْنِ عَبَّاسٍ رَضِيَ اَللَّهُ عَنْهُمَا; أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ: ( يَأْتِي أَحَدَكُمُ الشَّيْطَانُ فِي صَلَاتِهِ فَيَنْفُخُ فِي مَقْعَدَتِهِ فَيُخَيَّلُ إِلَيْهِ أَنَّهُ أَحْدَثَ وَلَمْ يُحْدِثْ فَإِذَا وَجَدَ ذَلِكَ فَلَا يَنْصَرِفُ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا )  أَخْرَجَهُ اَلْبَزَّارُ",
      "indo": "Dari Ibnu Abbas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Setan itu akan mendatangi seseorang di antara kamu pada saat dia shalat lalu meniup pada duburnya dan membuatnya berkhayal seakan-akan ia telah kentut padahal ia tidak kentut Jika ia mengalami hal itu maka janganlah ia membatalkan shalat sampai ia mendengar suara atau mencium baunya\" Dikeluarkan oleh al-Bazzar \n"
    },
    {
      "number": 19,
      "title": "Hadits No. 90",
      "hadits": "وَأَصْلُهُ فِي اَلصَّحِيحَيْنِ مِنْ حَدِيثِ عَبْدِ اَللَّهِ بْنِ زَيْدُ",
      "indo": "Hadits tersebut berasal dari shahih Bukhari-Muslim dari hadits Abdullah Ibnu Zaid \n"
    },
    {
      "number": 20,
      "title": "Hadits No. 91",
      "hadits": "وَلِمُسْلِمٍ: عَنْ أَبِي هُرَيْرَةَ نَحْوُهُُ",
      "indo": "Hadits serupa juga terdapat dalam riwayat Muslim dari Abu Hurairah \n"
    },
    {
      "number": 21,
      "title": "Hadits No. 92",
      "hadits": "وَلِلْحَاكِمِ عَنْ أَبِي سَعِيدٍ مَرْفُوعًا ( إِذَا جَاءَ أَحَدَكُمُ الشَّيْطَانُ فَقَالَ: إِنَّكَ أَحْدَثْتَ فَلْيَقُلْ: كَذَبْتَ ) وَأَخْرَجَهُ اِبْنُ حِبَّانَ بِلَفْظِ ( فَلْيَقُلْ فِي نَفْسِهِ )",
      "indo": "Menurut Hakim dari Abu Said dalam hadits marfu' : \"Apabila setan datang kepada seseorang di antara kamu lalu berkata: Sesungguhnya engkau telah berhadats hendaknya ia menjawab: Engkau bohong\" Hadits ini juga dikeluarkan oleh Ibnu Hibban dengan lafadz: \"Hendaknya ia mengatakan dalam hatinya sendiri\""
    }
  ]
}