{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 93",
      "hadits": "أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ اَلْخَلَاءَ وَضَعَ خَاتَمَهُ )  أَخْرَجَهُ اَلْأَرْبَعَةُ وَهُوَ مَعْلُولُ",
      "indo": "Anas Ibnu Malik Radliyallaahu 'anhu berkata: Adalah Rasulullah Shallallaahu 'alaihi wa Sallam apabila masuk kakus (WC) beliau menanggalkan cincinnya. Diriwayatkan oleh Imam Empat tetapi dianggap ma'lul"
    },
    {
      "number": 2,
      "title": "Hadits No. 94",
      "hadits": "وَعَنْهُ قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ اَلْخَلَاءَ قَالَ: اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ اَلْخُبُثِ وَالْخَبَائِثِ )  أَخْرَجَهُ اَلسَّبْعَة",
      "indo": "Dari Anas Ibnu Malik Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam apabila masuk kakus beliau berdo'a: \"Ya Allah sesungguhnya aku berlindung kepada-Mu dari hal-hal yang keji dan kotor.\" Dikeluarkan oleh Imam Tujuh"
    },
    {
      "number": 3,
      "title": "Hadits No. 95",
      "hadits": "وَعَنْهُ قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم يَدْخُلُ اَلْخَلَاءَ فَأَحْمِلُ أَنَا وَغُلَامٌ نَحْوِي إِدَاوَةً مِنْ مَاءٍ وَعَنَزَةً فَيَسْتَنْجِي بِالْمَاءِ )  مُتَّفَقٌ عَلَيْه",
      "indo": "Anas Radliyallaahu 'anhu berkata: Pernah Rasulullah Shallallaahu 'alaihi wa Sallam masuk ke kakus lalu aku dan seorang pemuda yang sebaya denganku membawakan bejana berisi air dan sebatang tongkat kemudian beliau bersuci dengan air tersebut. Muttafaq Alaihi"
    },
    {
      "number": 4,
      "title": "Hadits No. 96",
      "hadits": "عَنْ اَلْمُغِيرَةِ بْنِ شُعْبَةَ رضي الله عنه قَالَ: ( قَالَ لِي اَلنَّبِيُّ صلى الله عليه وسلم خُذِ اَلْإِدَاوَةَ فَانْطَلَقَ حَتَّى تَوَارَى عَنِّي فَقَضَى حَاجَتَهُ )  مُتَّفَقٌ عَلَيْه",
      "indo": "Dari Al-Mughirah Ibnu Syu'bah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda padaku: \"Ambillah bejana itu.\" Kemudian beliau pergi hingga aku tidak melihatnya lalu beliau buang air besar. Muttafaq Alaihi"
    },
    {
      "number": 5,
      "title": "Hadits No. 97",
      "hadits": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اِتَّقُوا اَللَّاعِنِينَ: اَلَّذِي يَتَخَلَّى فِي طَرِيقِ اَلنَّاسِ أَوْ فِي ظِلِّهِمْ )  رَوَاهُ مُسْلِم",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Jauhkanlah dirimu dari dua perbuatan terkutuk yaitu suka buang air di jalan umum atau suka buang air di tempat orang berteduh.\" Riwayat Imam Muslim\n"
    },
    {
      "number": 6,
      "title": "Hadits No. 98",
      "hadits": "زَادَ أَبُو دَاوُدَ عَنْ مُعَاذٍ ( وَالْمَوَارِدَ )",
      "indo": "Abu Dawud menambahkan dari Muadz r.a: \"Dan tempat-tempat sumber air.\" Lafadznya ialah: \"Jauhkanlah dirimu dari tiga perbuatan terkutuk yaitu buang air besar di tempat-tempat sumber air di tengah jalan raya dan di tempat perteduhan.\" \n"
    },
    {
      "number": 7,
      "title": "Hadits No. 99",
      "hadits": "وَلِأَحْمَدَ; عَنِ ابْنِ عَبَّاسٍ: ( أَوْ نَقْعِ مَاءٍ )  وَفِيهِمَا ضَعْف",
      "indo": "Dalam riwayat Ahmad Ibnu Abbas r.a: \"Atau di tempat menggenangnya air.\" Dalam kedua hadits di atas ada kelemahan"
    },
    {
      "number": 8,
      "title": "Hadits No. 100",
      "hadits": "أَخْرَجَ اَلطَّبَرَانِيُّ اَلنَّهْيَ عَن ْ تَحْتِ اَلْأَشْجَارِ اَلْمُثْمِرَةِ وَضَفَّةِ اَلنَّهْرِ الْجَارِي. مِنْ حَدِيثِ اِبْنِ عُمَرَ بِسَنَدٍ ضَعِيف",
      "indo": "Imam Thabrani mengeluarkan sebuah hadits yang melarang buang air besar di bawah pohon berbuah dan di tepi sungai yang mengalir. Dari hadits Ibnu Umar dengan sanad yang lemah"
    },
    {
      "number": 9,
      "title": "Hadits No. 101",
      "hadits": "وَعَنْ جَابِرٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِذَا تَغَوَّطَ اَلرَّجُلَانِ فَلْيَتَوَارَ كُلُّ وَاحِدٍ مِنْهُمَا عَنْ صَاحِبِهِ وَلَا يَتَحَدَّثَا. فَإِنَّ اَللَّهَ يَمْقُتُ عَلَى ذَلِكَ )  رَوَاهُ . وَصَحَّحَهُ اِبْنُ اَلسَّكَنِ وَابْنُ اَلْقَطَّانِ وَهُوَ مَعْلُول",
      "indo": "Dari Jabir Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Apabila dua orang buang air besar maka hendaknya masing-masing bersembunyi dan tidak saling berbicara sebab Allah mengutuk perbuatan yang sedemikian.\" Diriwayatkan oleh Ahmad hadits shahih menurut Ibnus Sakan dan Ibnul Qathan. Hadits ini ma'lul"
    },
    {
      "number": 10,
      "title": "Hadits No. 102",
      "hadits": "وَعَنْ أَبِي قَتَادَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَا يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ وَلَا يَتَمَسَّحْ مِنْ اَلْخَلَاءِ بِيَمِينِهِ وَلَا يَتَنَفَّسْ فِي اَلْإِنَاءِ )  مُتَّفَقٌ عَلَيْهِ وَاللَّفْظُ لِمُسْلِم",
      "indo": "Dari Abu Qotadah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Janganlah sekali-kali seseorang di antara kamu menyentuh kemaluannya dengan tangan kanan ketika sedang kencing jangan membersihkan bekas kotorannya dengan tangan kanan dan jangan pula bernafas dalam tempat air.\" Muttafaq Alaihi dan lafadznya menurut riwayat Muslim"
    },
    {
      "number": 11,
      "title": "Hadits No. 103",
      "hadits": "وَعَنْ سَلْمَانَ رضي الله عنه قَالَ: ( لَقَدْ نَهَانَا رَسُولُ اَللَّهِ صلى الله عليه وسلم \"أَنْ نَسْتَقْبِلَ اَلْقِبْلَةَ بِغَائِطٍ أَوْ بَوْلٍ أَوْ أَنْ نَسْتَنْجِيَ بِالْيَمِينِ أَوْ أَنْ نَسْتَنْجِيَ بِأَقَلَّ مِنْ ثَلَاثَةِ أَحْجَارٍ أَوْ أَنْ نَسْتَنْجِيَ بِرَجِيعٍ أَوْ عَظْمٍ\" )  رَوَاهُ مُسْلِمٌ",
      "indo": "Salman Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam benar-benar telah melarang kami menghadap kiblat pada saat buang air besar atau kecil atau ber-istinja' (membersihkan kotoran) dengan tangan kanan atau beristinja' dengan batu kurang dari tiga biji atau beristinja' dengan kotoran hewan atau dengan tulang. Hadits riwayat Muslim"
    },
    {
      "number": 12,
      "title": "Hadits No. 104",
      "hadits": "وَلِلسَّبْعَةِ مِنْ حَدِيثِ أَبِي أَيُّوبَ رضي الله عنه ( لَا تَسْتَقْبِلُوا اَلْقِبْلَةَ بِغَائِطٍ وَلَا بَوْلٍ وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا )",
      "indo": "Hadits menurut Imam Tujuh dari Abu Ayyub Al-Anshari Radliyallaahu 'anhu berbunyi: \"Janganlah menghadap kiblat atau membelakanginya akan tetapi menghadaplah ke arah timur atau barat."
    },
    {
      "number": 13,
      "title": "Hadits No. 105",
      "hadits": "وَعَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا; أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم قَالَ: ( مَنْ أَتَى اَلْغَائِطَ فَلْيَسْتَتِرْ )  رَوَاهُ أَبُو دَاوُد",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa yang hendak buang air hendaklah ia membuat penutup.\" Riwayat Abu Dawud"
    },
    {
      "number": 14,
      "title": "Hadits No. 106",
      "hadits": "وَعَنْهَا; ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا خَرَجَ مِنْ اَلْغَائِطِ قَالَ: \"غُفْرَانَكَ\" )  أَخْرَجَهُ اَلْخَمْسَةُ. وَصَحَّحَهُ أَبُو حَاتِمٍ وَالْحَاكِم",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam jika telah keluar dari buang air besar beliau berdo'a: \"Aku mohon ampunan-Mu.\" Diriwayatkan oleh Imam Lima. Hadits shahih menurut Abu Hatim dan Hakim"
    },
    {
      "number": 15,
      "title": "Hadits No. 107",
      "hadits": "وَعَنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: ( أَتَى اَلنَّبِيُّ صلى الله عليه وسلم اَلْغَائِطَ فَأَمَرَنِي أَنْ آتِيَهُ بِثَلَاثَةِ أَحْجَارٍ فَوَجَدْتُ حَجَرَيْنِ وَلَمْ أَجِدْ ثَالِثًا. فَأَتَيْتُهُ بِرَوْثَةٍ. فَأَخَذَهُمَا وَأَلْقَى اَلرَّوْثَةَ وَقَالَ: \"هَذَا رِكْسٌ\" )  أَخْرَجَهُ اَلْبُخَارِيّ ُ. زَادَ أَحْمَدُ وَاَلدَّارَقُطْنِيُّ: ( ائْتِنِي بِغَيْرِهَا",
      "indo": "Ibnu Mas'u d Radliyallaahu 'anhu berkata: \"Nabi Shallallaahu 'alaihi wa Sallam hendak buang air besar lalu beliau menyuruhku untuk mengambilkan tiga biji batu kemudian saya hanya mendapatkan dua biji dan tidak menemukan yang ketiga. Lalu saya membawakan kotoran binatang. Beliau mengambil dua biji batu tersebut dan membuang kotoran binatang seraya bersabda: \"Ini kotoran menjijikkan.\" Diriwayatkan oleh Bukhari. Ahmad dan Daruquthni menambahkan: \"Ambilkan aku yang lain.\" \n"
    },
    {
      "number": 16,
      "title": "Hadits No. 108",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه ( أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم نَهَى \"أَنْ يُسْتَنْجَى بِعَظْمٍ أَوْ رَوْثٍ\" وَقَالَ: \"إِنَّهُمَا لَا يُطَهِّرَانِ\" )  رَوَاهُ اَلدَّارَقُطْنِيُّ وَصَحَّحَه",
      "indo": "Abu Hurairah Radliyallaahu 'anhu berkata bahwa Rasulullah Shallallaahu 'alaihi wa Sallam melarang untuk beristinja' dengan tulang atau kotoran binatang dan bersabda: \"Keduanya tidak dapat mensucikan.\" Riwayat Daruquthni dan hadits ini dinilai shahih"
    },
    {
      "number": 17,
      "title": "Hadits No. 109",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اِسْتَنْزِهُوا مِنْ اَلْبَوْلِ فَإِنَّ عَامَّةَ عَذَابِ اَلْقَبْرِ مِنْهُ )  رَوَاهُ اَلدَّارَقُطْنِيّ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sucikanlah dirimu dari air kencing karena kebanyakan siksa kubur itu berasal darinya.\" Riwayat Daruquthni"
    },
    {
      "number": 18,
      "title": "Hadits No. 110",
      "hadits": "وَلِلْحَاكِمِ: ( أَكْثَرُ عَذَابِ اَلْقَبْرِ مِنْ اَلْبَوْلِ )  وَهُوَ صَحِيحُ اَلْإِسْنَاد",
      "indo": "Menurut riwayat Hakim: \"Kebanyakan siksa kubur itu disebabkan (tidak membasuh) air kencing.\" Hadits ini sanadnya shahih. \n"
    },
    {
      "number": 19,
      "title": "Hadits No. 111",
      "hadits": "وَعَنْ سُرَاقَةَ بْنِ مَالِكٍ رضي الله عنه قَالَ: ( عَلَّمْنَا رَسُولُ اَللَّهِ صلى الله عليه وسلم فِي اَلْخَلَاءِ: \" أَنَّ نَقْعُدَ عَلَى اَلْيُسْرَى وَنَنْصِبَ اَلْيُمْنَى\" )  رَوَاهُ اَلْبَيْهَقِيُّ بِسَنَدٍ ضَعِيف",
      "indo": "Suraqah Ibnu Malik Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam mengajari kami tentang cara buang air besar yaitu agar kami duduk di atas kaki kiri dan merentangkan kaki kanan. Diriwayatkan oleh Baihaqi dengan sanad yang lemah"
    },
    {
      "number": 20,
      "title": "Hadits No. 112",
      "hadits": "وَعَنْ عِيسَى بْنِ يَزْدَادَ عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِذَا بَالَ أَحَدُكُمْ فَلْيَنْثُرْ ذَكَرَهُ ثَلَاثَ مَرَّاتٍ )  رَوَاهُ اِبْنُ مَاجَه بِسَنَدٍ ضَعِيفُُ",
      "indo": "Dari Isa Ibnu Yazdad dari ayahnya Radliyallaahu 'anhu bahwa Rasulullah saw bersabda: \"Apabila seseorang di antara kamu telah selesai buang air kecil maka hendaknya ia mengurut kemaluannya tiga kali.\" Riwayat Ibnu Majah dengan sanad yang lemah."
    },
    {
      "number": 21,
      "title": "Hadits No. 113",
      "hadits": "وَعَنِ اِبْنِ عَبَّاسٍ رَضِيَ اَللَّهُ عَنْهُمَا; ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم سَأَلَ أَهْلَ قُبَاءٍ فَقَالُوا: إِنَّا نُتْبِعُ اَلْحِجَارَةَ اَلْمَاءَ )  رَوَاهُ اَلْبَزَّارُ بِسَنَدٍ ضَعِيف",
      "indo": "Dari Ibnu Abbas Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam setelah bertanya kepada penduduk Quba beliau bersabda: \"Sesungguhnya Allah memuji kamu sekalian.\" Mereka berkata: Sesungguhnya kami selalu beristinja' dengan air setelah dengan batu. Diriwayatkan oleh Al-Bazzar dengan sanad yang lemah. Asal hadits ini ada dalam riwayat Abu Dawud. \n"
    },
    {
      "number": 22,
      "title": "Hadits No. 114",
      "hadits": "وَأَصْلُهُ فِي أَبِي دَاوُدَ وَاَلتِّرْمِذِيّ وَصَحَّحَهُ اِبْنُ خُزَيْمَةَ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رضي الله عنه بِدُونِ ذِكْرِ اَلْحِجَارَة",
      "indo": "Hadits tersebut dinilai shahih oleh Ibnu Khuzaimah dari hadits Abu Hurairah Radliyallaahu 'anhu tanpa menyebut istinja' dengan batu\n"
    }
  ]
}