{
  "ayahs": [{
    "verseId": "1:1",
    "ayahText": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "indoText": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
    "enText": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
    "readText": "bismillāhir-raḥmānir-raḥīm",
    "surah_info": "(Qs.Al-Fatiha:Ayat 1)",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001001.mp3"
  },{
      "verseId": "1:2",
      "ayahText": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
      "indoText": "Segala puji bagi Allah, Tuhan seluruh alam, (Al-Fatihan 1:2)",
      "readText": "al-ḥamdu lillāhi rabbil-'ālamīn",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001002.mp3"
    }, {
      "verseId": "1:3",
      "ayahText": "الرَّحْمٰنِ الرَّحِيْمِۙ",
      "indoText": "Yang Maha Pengasih, Maha Penyayang, (Al-Fatihan 1:3)",
      "readText": "ar-raḥmānir-raḥīm",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001003.mp3"
    }, {
      "verseId": "1:4",
      "ayahText": "مٰلِكِ يَوْمِ الدِّيْنِۗ",
      "indoText": "Pemilik hari pembalasan. (Al-Fatihan 1:4)",
      "readText": "māliki yaumid-dīn",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001004.mp3"
    }, {
      "verseId": "1:5",
      "ayahText": "اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ",
      "indoText": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan. (Al-Fatihan 1:5)",
      "readText": "iyyāka na'budu wa iyyāka nasta'īn",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001005.mp3"
    }, {
      "verseId": "1:6",
      "ayahText": "اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ۙ",
      "indoText": "Tunjukilah kami jalan yang lurus, (Al-Fatihan 1:6)",
      "readText": "ihdinaṣ-ṣirāṭal-mustaqīm",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001006.mp3"
    }, {
      "verseId": "1:7",
      "ayahText": "صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ",
      "indoText": "(yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat. (Al-Fatihan 1:7)",
      "readText": "ṣirāṭallażīna an'amta 'alaihim gairil-magḍụbi 'alaihim wa laḍ-ḍāllīn",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/001007.mp3"
    },{
    "verseId": "2:1",
    "ayahText": "الۤمّۤ ۚ",
    "indoText": "Alif Lam Mim. (Al-Baqarah 2:1)",
    "readText": "alif lām mīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002001.mp3"
  }, {
    "verseId": "2:2",
    "ayahText": "ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ",
    "indoText": "Kitab (Al-Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa,(Al-Baqarah 2:2)",
    "readText": "żālikal-kitābu lā raiba fīh, hudal lil-muttaqīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002002.mp3"
  }, {
    "verseId": "2:3",
    "ayahText": "الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ",
    "indoText": "(yaitu) mereka yang beriman kepada yang gaib, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka,(Al-Baqarah 2:3)",
    "readText": "allażīna yu`minụna bil-gaibi wa yuqīmụnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002003.mp3"
  }, {
    "verseId": "2:4",
    "ayahText": "وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ",
    "indoText": "dan mereka yang beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad) dan (kitab-kitab) yang telah diturunkan sebelum engkau, dan mereka yakin akan adanya akhirat.(Al-Baqarah 2:4)",
    "readText": "wallażīna yu`minụna bimā unzila ilaika wa mā unzila ming qablik, wa bil-ākhirati hum yụqinụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002004.mp3"
  }, {
    "verseId": "2:5",
    "ayahText": "اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "indoText": "Merekalah yang mendapat petunjuk dari Tuhannya, dan mereka itulah orang-orang yang beruntung.(Al-Baqarah 2:5)",
    "readText": "ulā`ika 'alā hudam mir rabbihim wa ulā`ika humul-mufliḥụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002005.mp3"
  },{
    "verseId": "2:102",
    "ayahText": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰى يَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ اَنْفُسَهُمْ ۗ لَوْ كَانُوْا يَعْلَمُوْنَ",
    "indoText": "Dan mereka mengikuti apa yang dibaca oleh setan-setan pada masa kerajaan Sulaiman. Sulaiman itu tidak kafir tetapi setan-setan itulah yang kafir, mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia yaitu Harut dan Marut. Padahal keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, “Sesungguhnya kami hanyalah cobaan (bagimu), sebab itu janganlah kafir.” Maka mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dengan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan sihirnya kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan, dan tidak memberi manfaat kepada mereka. Dan sungguh, mereka sudah tahu, barangsiapa membeli (menggunakan sihir) itu, niscaya tidak akan mendapat keuntungan di akhirat. Dan sungguh, sangatlah buruk perbuatan mereka yang menjual dirinya dengan sihir, sekiranya mereka tahu. (Al-Baqarah 2:102)",
    "readText": "wattaba'ụ mā tatlusy-syayāṭīnu 'alā mulki sulaimān, wa mā kafara sulaimānu wa lākinnasy-syayāṭīna kafarụ yu'allimụnan-nāsas-siḥra wa mā unzila 'alal-malakaini bibābila hārụta wa mārụt, wa mā yu'allimāni min aḥadin ḥattā yaqụlā innamā naḥnu fitnatun fa lā takfur, fa yata'allamụna min-humā mā yufarriqụna bihī bainal-mar'i wa zaujih, wa mā hum biḍārrīna bihī min aḥadin illā bi`iżnillāh, wa yata'allamụna mā yaḍurruhum wa lā yanfa'uhum, wa laqad 'alimụ lamanisytarāhu mā lahụ fil-ākhirati min khalāq, wa labi`sa mā syarau bihī anfusahum, lau kānụ ya'lamụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002102.mp3"
  },{
    "verseId": "2:109",
    "ayahText": "وَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "indoText": "Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapangdadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu. (Al-Baqarah 2:109)",
    "readText": "wadda kaṡīrum min ahlil-kitābi lau yaruddụnakum mim ba'di īmānikum kuffārā, ḥasadam min 'indi anfusihim mim ba'di mā tabayyana lahumul-ḥaqq, fa'fụ waṣfaḥụ ḥattā ya`tiyallāhu bi`amrih, innallāha 'alā kulli syai`ing qadīr",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002109.mp3"
  },{
    "verseId": "2:163",
    "ayahText": "وَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ لَآاِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ",
    "indoText": "Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang.(Al-Baqarah 2:103)",
    "readText": "wa ilāhukum ilāhuw wāḥid, lā ilāha illā huwar-raḥmānur-raḥīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002163.mp3"
  }, {
    "verseId": "2:164",
    "ayahText": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍ ۖ وَّتَصْرِيْفِ الرِّيٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاۤءِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "indoText": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang, kapal yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang diturunkan Allah dari langit berupa air, lalu dengan itu dihidupkan-Nya bumi setelah mati (kering), dan Dia tebarkan di dalamnya bermacam-macam binatang, dan perkisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh, merupakan tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.(Al-Baqarah 2:164)",
    "readText": "inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri wal-fulkillatī tajrī fil-baḥri bimā yanfa'un-nāsa wa mā anzalallāhu minas-samā`i mim mā`in fa aḥyā bihil-arḍa ba'da mautihā wa baṡṡa fīhā ming kulli dābbatiw wa taṣrīfir-riyāḥi was-saḥābil-musakhkhari bainas-samā`i wal-arḍi la`āyātil liqaumiy ya'qilụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002164.mp3"
  },{
    "verseId": "2:222",
    "ayahText": "وَيَسْـَٔلُوْنَكَ عَنِ الْمَحِيْضِ ۗ قُلْ هُوَ اَذًىۙ فَاعْتَزِلُوا النِّسَاۤءَ فِى الْمَحِيْضِۙ وَلَا تَقْرَبُوْهُنَّ حَتّٰى يَطْهُرْنَ ۚ فَاِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ اَمَرَكُمُ اللّٰهُ ۗ اِنَّ اللّٰهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ",
    "indoText": "Dan mereka menanyakan kepadamu (Muhammad) tentang haid. Katakanlah, “Itu adalah sesuatu yang kotor.” Karena itu jauhilah istri pada waktu haid; dan jangan kamu dekati mereka sebelum mereka suci. Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang yang tobat dan menyukai orang yang menyucikan diri. (Al-Baqarah 2:222)",
    "readText": "wa yas`alụnaka 'anil-maḥīḍ, qul huwa ażan fa'tazilun-nisā`a fil-maḥīḍi wa lā taqrabụhunna ḥattā yaṭ-hurn, fa iżā taṭahharna fa`tụhunna min ḥaiṡu amarakumullāh, innallāha yuḥibbut-tawwābīna wa yuḥibbul-mutaṭahhirīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002222.mp3"
  },{
    "verseId": "2:255",
    "ayahText": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
    "indoText": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar.(Al-Baqarah 2:255)",
    "readText": "allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002255.mp3"
  },{
    "verseId": "2:266",
    "ayahText": "اَيَوَدُّ اَحَدُكُمْ اَنْ تَكُوْنَ لَهٗ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ لَهٗ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِۙ وَاَصَابَهُ الْكِبَرُ وَلَهٗ ذُرِّيَّةٌ ضُعَفَاۤءُۚ فَاَصَابَهَآ اِعْصَارٌ فِيْهِ نَارٌ فَاحْتَرَقَتْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَ",
    "indoText": "Adakah salah seorang di antara kamu yang ingin memiliki kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai, di sana dia memiliki segala macam buah-buahan, kemudian datanglah masa tuanya sedang dia memiliki keturunan yang masih kecil-kecil. Lalu kebun itu ditiup angin keras yang mengandung api, sehingga terbakar. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu memikirkannya. (Al-Baqarah 2:266)",
    "readText": "a yawaddu aḥadukum an takụna lahụ jannatum min nakhīliw wa a'nābin tajrī min taḥtihal-an-hāru lahụ fīhā ming kulliṡ-ṡamarāti wa aṣābahul-kibaru wa lahụ żurriyyatun ḍu'afā`, fa aṣābahā i'ṣārun fīhi nārun faḥtaraqat, każālika yubayyinullāhu lakumul-āyāti la'allakum tatafakkarụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002266.mp3"
  },{
    "verseId": "2:285",
    "ayahText": "اٰمَنَ الرَّسُوْلُ بِمَآ اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَۗ كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖۗ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ",
    "indoText": "Rasul (Muhammad) beriman kepada apa yang diturunkan kepadanya (Al-Qur'an) dari Tuhannya, demikian pula orang-orang yang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka berkata), “Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.” Dan mereka berkata, “Kami dengar dan kami taat. Ampunilah kami Ya Tuhan kami, dan kepada-Mu tempat (kami) kembali.” (Al-Baqarah 2:285)",
    "readText": "āmanar-rasụlu bimā unzila ilaihi mir rabbihī wal-mu`minụn, kullun āmana billāhi wa malā`ikatihī wa kutubihī wa rusulih, lā nufarriqu baina aḥadim mir rusulih, wa qālụ sami'nā wa aṭa'nā gufrānaka rabbanā wa ilaikal-maṣīr",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002285.mp3"
  }, {
    "verseId": "2:286",
    "ayahText": "لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ اِنْ نَّسِيْنَآ اَوْ اَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ اِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ اَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
    "indoText": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia mendapat (pahala) dari (kebajikan) yang dikerjakannya dan dia mendapat (siksa) dari (kejahatan) yang diperbuatnya. (Mereka berdoa), “Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami melakukan kesalahan. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Maafkanlah kami, ampunilah kami, dan rahmatilah kami. Engkaulah pelindung kami, maka tolonglah kami menghadapi orang-orang kafir.” (Al-Baqarah 2:286)",
    "readText": "lā yukallifullāhu nafsan illā wus'ahā, lahā mā kasabat wa 'alaihā maktasabat, rabbanā lā tu`ākhiżnā in nasīnā au akhṭa`nā, rabbanā wa lā taḥmil 'alainā iṣrang kamā ḥamaltahụ 'alallażīna ming qablinā, rabbanā wa lā tuḥammilnā mā lā ṭāqata lanā bih, wa'fu 'annā, wagfir lanā, war-ḥamnā, anta maulānā fanṣurnā 'alal-qaumil-kāfirīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/002286.mp3"
  },{
    "verseId": "3:18",
    "ayahText": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "indoText": "Allah menyatakan bahwa tidak ada tuhan selain Dia; (demikian pula) para malaikat dan orang berilmu yang menegakkan keadilan, tidak ada tuhan selain Dia, Yang Mahaperkasa, Maha-bijaksana. (Al-Imran 3:18)",
    "readText": "syahidallāhu annahụ lā ilāha illā huwa wal-malā`ikatu wa ulul-'ilmi qā`imam bil-qisṭ, lā ilāha illā huwal-'azīzul-ḥakīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003018.mp3"
  }, {
    "verseId": "3:19",
    "ayahText": "اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "indoText": "Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barangsiapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya. (Al-Imran 3:19)",
    "readText": "innad-dīna 'indallāhil-islām, wa makhtalafallażīna ụtul-kitāba illā mim ba'di mā jā`ahumul-'ilmu bagyam bainahum, wa may yakfur bi`āyātillāhi fa innallāha sarī'ul-ḥisāb",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003019.mp3"
  }, {
    "verseId": "3:26",
    "ayahText": "قُلِ اللهم مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "indoText": "Katakanlah (Muhammad), “Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. (Al-Imran 3:26)",
    "readText": "qulillāhumma mālikal-mulki tu`til-mulka man tasyā`u wa tanzi'ul-mulka mim man tasyā`u wa tu'izzu man tasyā`u wa tużillu man tasyā`, biyadikal-khaīr, innaka 'alā kulli syai`ing qadīr",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003026.mp3"
  }, {
    "verseId": "3:27",
    "ayahText": "تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ",
    "indoText": "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Dan Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau berikan rezeki kepada siapa yang Engkau kehendaki tanpa perhitungan.” (Al-Imran 3:26)",
    "readText": "tụlijul-laila fin-nahāri wa tụlijun-nahāra fil-laili wa tukhrijul-ḥayya minal-mayyiti wa tukhrijul-mayyita minal-ḥayyi wa tarzuqu man tasyā`u bigairi ḥisāb",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003027.mp3"
  },{
    "verseId": "3:190",
    "ayahText": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ",
    "indoText": "Sesungguhnya dalam penciptaan langit dan bumi, dan pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal, (Al-Imran 3:190)",
    "readText": "inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri la`āyātil li`ulil-albāb",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003190.mp3"
  }, {
    "verseId": "3:191",
    "ayahText": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ",
    "indoText": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk atau dalam keadaan berbaring, dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia; Mahasuci Engkau, lindungilah kami dari azab neraka. (Al-Imran 3:191)",
    "readText": "allażīna yażkurụnallāha qiyāmaw wa qu'ụdaw wa 'alā junụbihim wa yatafakkarụna fī khalqis-samāwāti wal-arḍ, rabbanā mā khalaqta hāżā bāṭilā, sub-ḥānaka fa qinā 'ażāban-nār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003191.mp3"
  }, {
    "verseId": "3:192",
    "ayahText": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
    "indoText": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka sungguh, Engkau telah menghinakannya, dan tidak ada seorang penolong pun bagi orang yang zalim. (Al-Imran 3:192)",
    "readText": "rabbanā innaka man tudkhilin-nāra fa qad akhzaitah, wa mā liẓ-ẓālimīna min anṣār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003192.mp3"
  }, {
    "verseId": "3:193",
    "ayahText": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ",
    "indoText": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru kepada iman, (yaitu), “Berimanlah kamu kepada Tuhanmu,” maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami dan hapuskanlah kesalahan-kesalahan kami, dan matikanlah kami beserta orang-orang yang berbakti. (Al-Imran 3:193)",
    "readText": "rabbanā innanā sami'nā munādiyay yunādī lil-īmāni an āminụ birabbikum fa āmannā rabbanā fagfir lanā żunụbanā wa kaffir 'annā sayyi`ātinā wa tawaffanā ma'al-abrār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003193.mp3"
  }, {
    "verseId": "3:194",
    "ayahText": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ",
    "indoText": "Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji.” (Al-Imran 3:194)",
    "readText": "rabbanā wa ātinā mā wa'attanā 'alā rusulika wa lā tukhzinā yaumal-qiyāmah, innaka lā tukhliful-mī'ād",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003194.mp3"
  }, {
    "verseId": "3:195",
    "ayahText": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنِّيْ لَآ اُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ اَوْ اُنْثٰى ۚ بَعْضُكُمْ مِّنْۢ بَعْضٍ ۚ فَالَّذِيْنَ هَاجَرُوْا وَاُخْرِجُوْا مِنْ دِيَارِهِمْ وَاُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِ ۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ",
    "indoText": "Maka Tuhan mereka memperkenankan permohonannya (dengan berfirman), “Sesungguhnya Aku tidak menyia-nyiakan amal orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain. Maka orang yang berhijrah, yang diusir dari kampung halamannya, yang disakiti pada jalan-Ku, yang berperang dan yang terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, sebagai pahala dari Allah. Dan di sisi Allah ada pahala yang baik.” (Al-Imran 3:195)",
    "readText": "fastajāba lahum rabbuhum annī lā uḍī'u 'amala 'āmilim mingkum min żakarin au unṡā, ba'ḍukum mim ba'ḍ, fallażīna hājarụ wa ukhrijụ min diyārihim wa ụżụ fī sabīlī wa qātalụ wa qutilụ la`ukaffiranna 'an-hum sayyi`ātihim wa la`udkhilannahum jannātin tajrī min taḥtihal-an-hār, ṡawābam min 'indillāh, wallāhu 'indahụ ḥusnuṡ-ṡawāb",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003195.mp3"
  }, {
    "verseId": "3:196",
    "ayahText": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ",
    "indoText": "Jangan sekali-kali kamu teperdaya oleh kegiatan orang-orang kafir (yang bergerak) di seluruh negeri. (Al-Imran 3:196)",
    "readText": "lā yagurrannaka taqallubullażīna kafarụ fil-bilād",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003196.mp3"
  }, {
    "verseId": "3:197",
    "ayahText": "مَتَاعٌ قَلِيْلٌ ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ",
    "indoText": "Itu hanyalah kesenangan sementara, kemudian tempat kembali mereka ialah neraka Jahanam. (Jahanam) itu seburuk-buruk tempat tinggal. (Al-Imran 3:197)",
    "readText": "matā'ung qalīl, ṡumma ma`wāhum jahannam, wa bi`sal-mihād",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003197.mp3"
  }, {
    "verseId": "3:198",
    "ayahText": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِ ۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ",
    "indoText": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya sebagai karunia dari Allah. Dan apa yang di sisi Allah lebih baik bagi orang-orang yang berbakti. (Al-Imran 3:198)",
    "readText": "lākinillażīnattaqau rabbahum lahum jannātun tajrī min taḥtihal-an-hāru khālidīna fīhā nuzulam min 'indillāh, wa mā 'indallāhi khairul lil-abrār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003198.mp3"
  }, {
    "verseId": "3:199",
    "ayahText": "وَاِنَّ مِنْ اَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا ۗ اُولٰۤىِٕكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "indoText": "Dan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah. Mereka memperoleh pahala di sisi Tuhannya. Sungguh, Allah sangat cepat perhitungan-Nya. (Al-Imran 3:199)",
    "readText": "wa inna min ahlil-kitābi lamay yu`minu billāhi wa mā unzila ilaikum wa mā unzila ilaihim khāsyi'īna lillāhi lā yasytarụna bi`āyātillāhi ṡamanang qalīlā, ulā`ika lahum ajruhum 'inda rabbihim, innallāha sarī'ul-ḥisāb",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003199.mp3"
  }, {
    "verseId": "3:200",
    "ayahText": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ",
    "indoText": "Wahai orang-orang yang beriman! Bersabarlah kamu dan kuatkanlah kesabaranmu dan tetaplah bersiap-siaga (di perbatasan negerimu) dan bertakwalah kepada Allah agar kamu beruntung. (Al-Imran 3:200)",
    "readText": "yā ayyuhallażīna āmanuṣbirụ wa ṣābirụ wa rābiṭụ, wattaqullāha la'allakum tufliḥụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/003200.mp3"
  }, {
    "verseId": "4:54",
    "ayahText": "اَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ اِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا",
    "indoText": "ataukah mereka dengki kepada manusia (Muhammad) karena karunia yang telah diberikan Allah kepadanya? Sungguh, Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepada mereka kerajaan (kekuasaan) yang besar. (An-Nisa 4:54)",
    "readText": "am yaḥsudụnan-nāsa 'alā mā ātāhumullāhu min faḍlih, fa qad ātainā āla ibrāhīmal-kitāba wal-ḥikmata wa ātaināhum mulkan 'aẓīmā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/004054.mp3"
  },{
    "verseId": "4:56",
    "ayahText": "اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا",
    "indoText": "Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Maha-perkasa, Mahabijaksana. (An-Nisa 4:56)",
    "readText": "innallażīna kafarụ bi`āyātinā saufa nuṣlīhim nārā, kullamā naḍijat julụduhum baddalnāhum julụdan gairahā liyażụqul-'ażāb, innallāha kāna 'azīzan ḥakīmā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/004056.mp3"
  },{
    "verseId": "4:76",
    "ayahText": "اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ",
    "indoText": "Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah. (An-Nisa 4:76)",
    "readText": "allażīna āmanụ yuqātilụna fī sabīlillāh, wallażīna kafarụ yuqātilụna fī sabīliṭ-ṭāgụti fa qātilū auliyā`asy-syaiṭān, inna kaidasy-syaiṭāni kāna ḍa'īfā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/004076.mp3"
  },{
    "verseId": "4:168",
    "ayahText": "اِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ",
    "indoText": "Sesungguhnya orang-orang yang kafir dan melakukan kezaliman, Allah tidak akan mengampuni mereka, dan tidak (pula) akan menunjukkan kepada mereka jalan (yang lurus), (An-Nisa 4:168)",
    "readText": "innallażīna kafarụ wa ẓalamụ lam yakunillāhu liyagfira lahum wa lā liyahdiyahum ṭarīqā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/004168.mp3"
  }, {
    "verseId": "4:169",
    "ayahText": "اِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
    "indoText": "kecuali jalan ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Dan hal itu (sangat) mudah bagi Allah. (An-Nisa 4:169)",
    "readText": "illā ṭarīqa jahannama khālidīna fīhā abadā, wa kāna żālika 'alallāhi yasīrā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/004169.mp3"
  },{
    "verseId": "7:54",
    "ayahText": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ ۙاَلَا لَهُ الْخَلْقُ وَالْاَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ",
    "indoText": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas ‘Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam. (Al-A'raf 7:54)",
    "readText": "inna rabbakumullāhullażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy, yugsyil-lailan-nahāra yaṭlubuhụ ḥaṡīṡaw wasy-syamsa wal-qamara wan-nujụma musakhkharātim bi`amrihī alā lahul-khalqu wal-amr, tabārakallāhu rabbul-'ālamīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007054.mp3"
  }, {
    "verseId": "7:55",
    "ayahText": "اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ",
    "indoText": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas. (Al-A'raf 7:55)",
    "readText": "ud'ụ rabbakum taḍarru'aw wa khufyah, innahụ lā yuḥibbul-mu'tadīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007055.mp3"
  }, {
    "verseId": "7:56",
    "ayahText": "وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ",
    "indoText": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan. (Al-A'raf 7:56)",
    "readText": "wa lā tufsidụ fil-arḍi ba'da iṣlāḥihā wad'ụhu khaufaw wa ṭama'ā, inna raḥmatallāhi qarībum minal-muḥsinīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007056.mp3"
  }, {
    "verseId": "7:113",
    "ayahText": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
    "indoText": "Dan para pesihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami akan mendapat imbalan, jika kami menang?” (Al-A'raf 7:113)",
    "readText": "wa jā`as-saḥaratu fir'auna qālū inna lanā la`ajran ing kunnā naḥnul-gālibīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007113.mp3"
  }, {
    "verseId": "7:114",
    "ayahText": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
    "indoText": "Dia (Fir‘aun) menjawab, “Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).” (Al-A'raf 7:114)",
    "readText": "qāla na'am wa innakum laminal-muqarrabīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007114.mp3"
  }, {
    "verseId": "7:115",
    "ayahText": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
    "indoText": "Mereka (para pesihir) berkata, “Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu, atau kami yang melemparkan?” (Al-A'raf 7:115)",
    "readText": "qālụ yā mụsā immā an tulqiya wa immā an nakụna naḥnul-mulqīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007115.mp3"
  }, {
    "verseId": "7:116",
    "ayahText": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
    "indoText": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan). (Al-A'raf 7:116)",
    "readText": "qāla alqụ, fa lammā alqau saḥarū a'yunan-nāsi wastar-habụhum wa jā`ụ bisiḥrin 'aẓīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007116.mp3"
  },{
    "verseId": "7:117",
    "ayahText": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ",
    "indoText": "Dan Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka. (Al-A'raf 7:117)",
    "readText": "wa auḥainā ilā mụsā an alqi 'aṣāk, fa iżā hiya talqafu mā ya`fikụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007117.mp3"
  }, {
    "verseId": "7:118",
    "ayahText": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ",
    "indoText": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (Al-A'raf 7:118)",
    "readText": "fa waqa'al-ḥaqqu wa baṭala mā kānụ ya'malụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007118.mp3"
  }, {
    "verseId": "7:119",
    "ayahText": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ",
    "indoText": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina. (Al-A'raf 7:119)",
    "readText": "fa gulibụ hunālika wangqalabụ ṣāgirīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007119.mp3"
  }, {
    "verseId": "7:120",
    "ayahText": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ",
    "indoText": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud. (Al-A'raf 7:120)",
    "readText": "wa ulqiyas-saḥaratu sājidīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007120.mp3"
  }, {
    "verseId": "7:121",
    "ayahText": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ",
    "indoText": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam, (Al-A'raf 7:121)",
    "readText": "qālū āmannā birabbil-'ālamīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007121.mp3"
  }, {
    "verseId": "7:122",
    "ayahText": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
    "indoText": "(yaitu) Tuhannya Musa dan Harun.” (Al-A'raf 7:122)",
    "readText": "rabbi mụsā wa hārụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007122.mp3"
  }, {
    "verseId": "7:179",
    "ayahText": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
    "indoText": "Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (Al-A'raf 7:179)",
    "readText": "wa laqad żara`nā lijahannama kaṡīram minal-jinni wal-insi lahum qulụbul lā yafqahụna bihā wa lahum a'yunul lā yubṣirụna bihā wa lahum āżānul lā yasma'ụna bihā, ulā`ika kal-an'āmi bal hum aḍall, ulā`ika humul-gāfilụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/007179.mp3"
  }, {
    "verseId": "8:50",
    "ayahText": "وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ",
    "indoText": "Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), “Rasakanlah olehmu siksa neraka yang membakar.” (Al-Anfal 8:50)",
    "readText": "walau tarā iż yatawaffallażīna kafarul-malā`ikatu yaḍribụna wujụhahum wa adbārahum, wa żụqụ 'ażābal-ḥarīq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/008050.mp3"
  }, {
    "verseId": "8:51",
    "ayahText": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ",
    "indoText": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya, (Al-Anfal 8:51)",
    "readText": "żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-'abīd",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/008051.mp3"
  },{
    "verseId": "10:79",
    "ayahText": "وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
    "indoText": "Dan Fir‘aun berkata (kepada pemuka kaumnya), “Datangkanlah kepadaku semua pesihir yang ulung!” (Yunus 10:79)",
    "readText": "wa qāla fir'aunu`tụnī bikulli sāḥirin 'alīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/010079.mp3"
  }, {
    "verseId":"10:80",
    "ayahText": "فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ",
    "indoText": "Maka ketika para pesihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!” (Yunus 10:80)",
    "readText": "fa lammā jā`as-saḥaratu qāla lahum mụsā alqụ mā antum mulqụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/010080.mp3"
  },{
    "verseId": "10:81",
    "ayahText": "فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ",
    "indoText": " Setelah mereka melemparkan, Musa berkata, “Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.” (Yunus 10:81)",
    "readText": "fa lammā alqau qāla mụsā mā ji`tum bihis-siḥr, innallāha sayubṭiluh, innallāha lā yuṣliḥu 'amalal-mufsidīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/010081.mp3"
  }, {
    "verseId": "10:82",
    "ayahText": "وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ",
    "indoText": "Dan Allah akan mengukuhkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukainya. (Yunus 10:82)",
    "readText": "wa yuḥiqqullāhul-ḥaqqa bikalimātihī walau karihal-mujrimụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/010082.mp3"
  },{
    "verseId": "14:15",
    "ayahText": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ",
    "indoText": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, (Ibrahim 14:15)",
    "readText": "wastaftaḥụ wa khāba kullu jabbārin 'anīd",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014015.mp3"
  }, {
    "verseId": "14:16",
    "ayahText": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ",
    "indoText": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah, (Ibrahim 14:16)",
    "readText": "miw warā`ihī jahannamu wa yusqā mim mā`in ṣadīd",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014016.mp3"
  }, {
    "verseId": "14:17",
    "ayahText": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ",
    "indoText": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat. (Ibrahim 14:17)",
    "readText": "yatajarra'uhụ wa lā yakādu yusīguhụ wa ya`tīhil-mautu ming kulli makāniw wa mā huwa bimayyit, wa miw warā`ihī 'ażābun galīẓ",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014017.mp3"
  },{
    "verseId": "14:42",
    "ayahText": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
    "indoText": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, (Ibrahim 14:42)",
    "readText": "wa lā taḥsabannallāha gāfilan 'ammā ya'maluẓ-ẓālimụn, innamā yu`akhkhiruhum liyaumin tasykhaṣu fīhil-abṣār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014042.mp3"
  }, {
    "verseId": "14:43",
    "ayahText": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ",
    "indoText": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim 14:43)",
    "readText": "muhṭi'īna muqni'ī ru`ụsihim lā yartaddu ilaihim ṭarfuhum, wa af`idatuhum hawā`",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014043.mp3"
  }, {
    "verseId": "14:44",
    "ayahText": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ",
    "indoText": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, “Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan), “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa? (Ibrahim 14:44)",
    "readText": "wa anżirin-nāsa yauma ya`tīhimul-'ażābu fa yaqụlullażīna ẓalamụ rabbanā akhkhirnā ilā ajaling qarībin nujib da'wataka wa nattabi'ir-rusul, a wa lam takụnū aqsamtum ming qablu mā lakum min zawāl",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014044.mp3"
  }, {
    "verseId": "14:45",
    "ayahText": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ",
    "indoText": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.” (Ibrahim 14:45)",
    "readText": "wa sakantum fī masākinillażīna ẓalamū anfusahum wa tabayyana lakum kaifa fa'alnā bihim wa ḍarabnā lakumul-amṡāl",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014045.mp3"
  }, {
    "verseId": "14:46",
    "ayahText": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ",
    "indoText": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung. (Ibrahim 14:46)",
    "readText": "wa qad makarụ makrahum wa 'indallāhi makruhum, wa ing kāna makruhum litazụla min-hul-jibāl",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014046.mp3"
  }, {
    "verseId": "14:47",
    "ayahText": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ",
    "indoText": " Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan. (Ibrahim 14:47)",
    "readText": "fa lā taḥsabannallāha mukhlifa wa'dihī rusulah, innallāha 'azīzun żuntiqām",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014047.mp3"
  }, {
    "verseId": "14:48",
    "ayahText": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ",
    "indoText": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. (Ibrahim 14:48)",
    "readText": "yauma tubaddalul-arḍu gairal-arḍi was-samāwātu wa barazụ lillāhil-wāḥidil-qahhār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014048.mp3"
  }, {
    "verseId": "14:49",
    "ayahText": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ",
    "indoText": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu. (Ibrahim 14:49)",
    "readText": "wa taral-mujrimīna yauma`iżim muqarranīna fil-aṣfād",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014049.mp3"
  }, {
    "verseId": "14:50",
    "ayahText": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ",
    "indoText": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka, (Ibrahim 14:50)",
    "readText": "sarābīluhum ming qaṭirāniw wa tagsyā wujụhahumun-nār",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014050.mp3"
  }, {
    "verseId": "14:51",
    "ayahText": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "indoText": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya. (Ibrahim 14:51)",
    "readText": "liyajziyallāhu kulla nafsim mā kasabat, innallāha sarī'ul-ḥisāb",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/014051.mp3"
  },{
    "verseId": "17:81",
    "ayahText": "وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا",
    "indoText": "Dan katakanlah, “Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap.(Qs.Al-Isra 17:81",
    "enText": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\"",
    "readText": "wa qul jā`al-ḥaqqu wa zahaqal-bāṭilu innal-bāṭila kāna zahụqā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/017081.mp3"
  }, {
    "verseId": "17:82",
    "ayahText": "وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا",
    "indoText": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian.(Qs.Al-Isra 17:82",
    "enText": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss.",
    "readText": "wa nunazzilu minal-qur`āni mā huwa syifā`uw wa raḥmatul lil-mu`minīna wa lā yazīduẓ-ẓālimīna illā khasārā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/017082.mp3"
  },{
    "verseId": "18:39",
    "ayahText": "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ",
    "indoText": "Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan ”Masya Allah, la quwwata illa billah” (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu. (Qs.Al-Kahf 18:39",
    "enText": "And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children,",
    "readText": "walau lā iż dakhalta jannataka qulta mā syā`allāhu lā quwwata illā billāh, in tarani ana aqalla mingka mālaw wa waladā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/018039.mp3"
  }, {
    "verseId": "18:40",
    "ayahText": "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ",
    "indoText": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin, (Qs.Al-Kahf 18:40",
    "enText": "It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground,",
    "readText": "fa asā rabbī ay yu`tiyani khairam min jannatika wa yursila 'alaihā ḥusbānam minas-samā`i fa tuṣbiḥa ṣa'īdan zalaqā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/018040.mp3"
  }, {
    "verseId": "18:41",
    "ayahText": "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا",
    "indoText": "atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.” (Qs.Al-Kahf 18:41",
    "enText": "Or its water will become sunken [into the earth], so you would never be able to seek it.\"",
    "readText": "au yuṣbiḥa mā`uhā gauran fa lan tastaṭī'a lahụ ṭalabā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/018041.mp3"
  }, {
    "verseId": "ࢁ8:67",
    "ayahText": "اَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
    "indoText": "Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali? (Qs. Maryam 18:67)",
    "enText": "Does man not remember that We created him before, while he was nothing?",
    "readText": "a wa lā yażkurul-insānu annā khalaqnāhu ming qablu wa lam yaku syai`ā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/019067.mp3"
  }, {
    "verseId": "ࢁ8:68",
    "ayahText": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيٰطِيْنَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
    "indoText": "Maka demi Tuhanmu, sungguh, pasti akan Kami kumpulkan mereka bersama setan, kemudian pasti akan Kami datangkan mereka ke sekeliling Jahanam dengan berlutut. (Qs. Maryam 18:68)",
    "enText": "So by your Lord, We will surely gather them and the devils; then We will bring them to be present around Hell upon their knees.",
    "readText": "fa wa rabbika lanaḥsyurannahum wasy-syayāṭīna ṡumma lanuḥḍirannahum ḥaula jahannama jiṡiyyā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/019068.mp3"
  }, {
    "verseId": "ࢁ8:69",
    "ayahText": "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيْعَةٍ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمٰنِ عِتِيًّا ۚ",
    "indoText": "Kemudian pasti akan Kami tarik dari setiap golongan siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pengasih. (Qs. Maryam 18:69)",
    "enText": "Then We will surely extract from every sect those of them who were worst against the Most Merciful in insolence.",
    "readText": "ṡumma lananzi'anna ming kulli syī'atin ayyuhum asyaddu 'alar-raḥmāni 'itiyyā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/019069.mp3"
  }, {
    "verseId": "ࢁ8:70",
    "ayahText": "ثُمَّ لَنَحْنُ اَعْلَمُ بِالَّذِيْنَ هُمْ اَوْ لٰى بِهَا صِلِيًّا",
    "indoText": "Selanjutnya Kami sungguh lebih mengetahui orang yang seharusnya (dimasukkan) ke dalam neraka. (Qs. Maryam 18:70)",
    "enText": "Then, surely it is We who are most knowing of those most worthy of burning therein.",
    "readText": "ṡumma lanaḥnu a'lamu billażīna hum aulā bihā ṣiliyyā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/019070.mp3"
  }, {
    "verseId": "ࢁ8:71",
    "ayahText": "وَاِنْ مِّنْكُمْ اِلَّا وَارِدُهَا ۚ كَانَ عَلٰى رَبِّكَ حَتْمًا مَّقْضِيًّا ۚ",
    "indoText": "Dan tidak ada seorang pun di antara kamu yang tidak mendatanginya (neraka). Hal itu bagi Tuhanmu adalah suatu ketentuan yang sudah ditetapkan. (Qs. Maryam 18:71)",
    "enText": "And there is none of you except he will come to it. This is upon your Lord an inevitability decreed.",
    "readText": "wa im mingkum illā wāriduhā, kāna 'alā rabbika ḥatmam maqḍiyyā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/019071.mp3"
  }, {
    "verseId": "ࢁ8:72",
    "ayahText": "ثُمَّ نُنَجِّى الَّذِيْنَ اتَّقَوْا وَّنَذَرُ الظّٰلِمِيْنَ فِيْهَا جِثِيًّا",
    "indoText": " Kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalam (neraka) dalam keadaan berlutut. (Qs. Maryam 18:72)",
    "enText": "Then We will save those who feared Allah and leave the wrongdoers within it, on their knees.",
    "readText": "ṡumma nunajjillażīnattaqaw wa nażaruẓ-ẓālimīna fīhā jiṡiyyā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/019072.mp3"
  },{
    "verseId": "20:65",
    "ayahText": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ اَوَّلَ مَنْ اَلْقٰى",
    "indoText": "Mereka berkata, “Wahai Musa! Apakah engkau yang melemparkan (dahulu) atau kami yang lebih dahulu melemparkan?” (Qs.Ta-ha 20:65)",
    "enText": "They said, \"O Moses, either you throw or we will be the first to throw.\"",
    "readText": "qālụ yā mụsā immā an tulqiya wa immā an nakụna awwala man alqā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/020065.mp3"
  }, {
    "verseId": "20:66",
    "ayahText": "قَالَ بَلْ اَلْقُوْاۚ فَاِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ اِلَيْهِ مِنْ سِحْرِهِمْ اَنَّهَا تَسْعٰى",
    "indoText": "Dia (Musa) berkata, “Silakan kamu melemparkan!” Maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (Qs.Ta-ha 20:66)",
    "enText": "He said, \"Rather, you throw.\" And suddenly their ropes and staffs seemed to him from their magic that they were moving [like snakes].",
    "readText": "qāla bal alqụ, fa iżā ḥibāluhum wa 'iṣiyyuhum yukhayyalu ilaihi min siḥrihim annahā tas'ā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/020066.mp3"
  }, {
    "verseId": "20:67",
    "ayahText": "فَاَوْجَسَ فِيْ نَفْسِهٖ خِيْفَةً مُّوْسٰى",
    "indoText": "Maka Musa merasa takut dalam hatinya. (Qs.Ta-ha 20:67)",
    "enText": "And he sensed within himself apprehension, did Moses.",
    "readText": "fa aujasa fī nafsihī khīfatam mụsā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/020067.mp3"
  }, {
    "verseId": "20:68",
    "ayahText": "قُلْنَا لَا تَخَفْ اِنَّكَ اَنْتَ الْاَعْلٰى",
    "indoText": "Kami berfirman, “Jangan takut! Sungguh, engkaulah yang unggul (menang). (Qs.Ta-ha 20:68)",
    "enText": "Allah said, \"Fear not. Indeed, it is you who are superior.",
    "readText": "qulnā lā takhaf innaka antal-a'lā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/020068.mp3"
  }, {
    "verseId": "20:69",
    "ayahText": "وَاَلْقِ مَا فِيْ يَمِيْنِكَ تَلْقَفْ مَا صَنَعُوْاۗ اِنَّمَا صَنَعُوْا كَيْدُ سٰحِرٍۗ وَلَا يُفْلِحُ السّٰحِرُ حَيْثُ اَتٰى",
    "indoText": "Dan lemparkan apa yang ada di tangan kananmu, niscaya ia akan menelan apa yang mereka buat. Apa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang.” (Qs.Ta-ha 20:69)",
    "enText": "And throw what is in your right hand; it will swallow up what they have crafted. What they have crafted is but the trick of a magician, and the magician will not succeed wherever he is.\"",
    "readText": "wa alqi mā fī yamīnika talqaf mā ṣana'ụ, innamā ṣana'ụ kaidu sāḥir, wa lā yufliḥus-sāḥiru ḥaiṡu atā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/020069.mp3"
  }, {
    "verseId": "20:70",
    "ayahText": "فَاُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوْٓا اٰمَنَّا بِرَبِّ هٰرُوْنَ وَمُوْسٰى",
    "indoText": "Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Qs.Ta-ha 20:70)",
    "enText": "So the magicians fell down in prostration. They said, \"We have believed in the Lord of Aaron and Moses.\"",
    "readText": "fa ulqiyas-saḥaratu sujjadang qālū āmannā birabbi hārụna wa mụsā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/020070.mp3"
  },{
    "verseId": "22:19",
    "ayahText": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
    "indoText": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. (Qs.Al-Hajj 22:19",
    "enText": "These are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water",
    "readText": "hāżāni khaṣmānikhtaṣamụ fī rabbihim fallażīna kafarụ quṭṭi'at lahum ṡiyābum min nār, yuṣabbu min fauqi ru`ụsihimul-ḥamīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/022019.mp3"
  }, {
    "verseId": "22:20",
    "ayahText": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
    "indoText": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. (Qs.Al-Hajj 22:20",
    "enText": "By which is melted that within their bellies and [their] skins.",
    "readText": "yuṣ-haru bihī mā fī buṭụnihim wal-julụd",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/022020.mp3"
  }, {
    "verseId": "22:21",
    "ayahText": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ",
    "indoText": "Dan (azab) untuk mereka cambuk-cambuk dari besi. (Qs.Al-Hajj 22:21",
    "enText": "And for [striking] them are maces of iron.",
    "readText": "wa lahum maqāmi'u min ḥadīd",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/022021.mp3"
  }, {
    "verseId": "22:22",
    "ayahText": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ",
    "indoText": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!” (Qs.Al-Hajj 22:22",
    "enText": "Every time they want to get out of Hellfire from anguish, they will be returned to it, and [it will be said], \"Taste the punishment of the Burning Fire!\"",
    "readText": "kullamā arādū ay yakhrujụ min-hā min gammin u'īdụ fīhā wa żụqụ 'ażābal-ḥarīq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/022022.mp3"
  },{
    "verseId": "97",
    "ayahText": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِ ۙ",
    "indoText": "Dan katakanlah, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan, (Qs.Al-Mu'minun 23:97)",
    "enText": "And say, \"My Lord, I seek refuge in You from the incitements of the devils,",
    "readText": "wa qur rabbi a'ụżu bika min hamazātisy-syayāṭīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023097.mp3"
  }, {
    "verseId": "98",
    "ayahText": "وَاَعُوْذُ بِكَ رَبِّ اَنْ يَّحْضُرُوْنِ",
    "indoText": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.” (Qs.Al-Mu'minun 23:98)",
    "enText": "And I seek refuge in You, my Lord, lest they be present with me.\"",
    "readText": "wa a'ụżu bika rabbi ay yaḥḍurụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023098.mp3"
  }, {
    "verseId": "99",
    "ayahText": "حَتّٰٓى اِذَا جَاۤءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ ۙ",
    "indoText": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia), (Qs.Al-Mu'minun 23:99)",
    "enText": "[For such is the state of the disbelievers], until, when death comes to one of them, he says, \"My Lord, send me back",
    "readText": "ḥattā iżā jā`a aḥadahumul-mautu qāla rabbirji'ụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023099.mp3"
  }, {
    "verseId": "23:100",
    "ayahText": "لَعَلِّيْٓ اَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ كَلَّاۗ اِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۗ وَمِنْ وَّرَاۤىِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ",
    "indoText": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan mereka ada barzakh sampai pada hari mereka dibangkitkan. (Qs.Al-Mu'minun 23:100",
    "enText": "That I might do righteousness in that which I left behind.\" No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected.",
    "readText": "la'allī a'malu ṣāliḥan fīmā taraktu kallā, innahā kalimatun huwa qā`iluhā, wa miw warā`ihim barzakhun ilā yaumi yub'aṡụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023100.mp3"
  }, {
    "verseId": "23:101",
    "ayahText": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ",
    "indoText": "Apabila sangkakala ditiup maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (Qs.Al-Mu'minun 23:101",
    "enText": "So when the Horn is blown, no relationship will there be among them that Day, nor will they ask about one another.",
    "readText": "fa iżā nufikha fiṣ-ṣụri fa lā ansāba bainahum yauma`iżiw wa lā yatasā`alụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023101.mp3"
  }, {
    "verseId": "23:102",
    "ayahText": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "indoText": "Barangsiapa berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang beruntung. (Qs.Al-Mu'minun 23:102",
    "enText": "And those whose scales are heavy [with good deeds] - it is they who are the successful.",
    "readText": "fa man ṡaqulat mawāzīnuhụ fa ulā`ika humul-mufliḥụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023102.mp3"
  }, {
    "verseId": "23:103",
    "ayahText": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فِيْ جَهَنَّمَ خٰلِدُوْنَ ۚ",
    "indoText": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam (Qs.Al-Mu'minun 23:103",
    "enText": "But those whose scales are light - those are the ones who have lost their souls, [being] in Hell, abiding eternally.",
    "readText": "wa man khaffat mawāzīnuhụ fa ulā`ikallażīna khasirū anfusahum fī jahannama khālidụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023103.mp3"
  }, {
    "verseId": "23:104",
    "ayahText": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كَالِحُوْنَ",
    "indoText": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat. (Qs.Al-Mu'minun 23:104",
    "enText": "The Fire will sear their faces, and they therein will have taut smiles.",
    "readText": "talfaḥu wujụhahumun-nāru wa hum fīhā kāliḥụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023104.mp3"
  }, {
    "verseId": "23:105",
    "ayahText": "اَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
    "indoText": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya? (Qs.Al-Mu'minun 23:105",
    "enText": "[It will be said]. \"Were not My verses recited to you and you used to deny them?\"",
    "readText": "a lam takun āyātī tutlā 'alaikum fa kuntum bihā tukażżibụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023105.mp3"
  }, {
    "verseId": "23:106",
    "ayahText": "قَالُوْا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَاۤلِّيْنَ",
    "indoText": "Mereka berkata, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat. (Qs.Al-Mu'minun 23:106",
    "enText": "They will say, \"Our Lord, our wretchedness overcame us, and we were a people astray.",
    "readText": "qālụ rabbanā galabat 'alainā syiqwatunā wa kunnā qauman ḍāllīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023106.mp3"
  }, {
    "verseId": "23:107",
    "ayahText": "رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
    "indoText": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.” (Qs.Al-Mu'minun 23:107",
    "enText": "Our Lord, remove us from it, and if we were to return [to evil], we would indeed be wrongdoers.\"",
    "readText": "rabbanā akhrijnā min-hā fa in 'udnā fa innā ẓālimụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023107.mp3"
  }, {
    "verseId": "23:108",
    "ayahText": "قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ",
    "indoText": "Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (Qs.Al-Mu'minun 23:108",
    "enText": "He will say, \"Remain despised therein and do not speak to Me.",
    "readText": "qālakhsa`ụ fīhā wa lā tukallimụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023108.mp3"
  }, {
    "verseId": "23:115",
    "ayahText": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
    "indoText": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (Al-Mu'minun 23:115)",
    "readText": "a fa ḥasibtum annamā khalaqnākum 'abaṡaw wa annakum ilainā lā turja'ụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023115.mp3"
  }, {
    "verseId": "23:116",
    "ayahText": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ",
    "indoText": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia. (Al-Mu'minun 23:116)",
    "readText": "fa ta'ālallāhul-malikul-ḥaqq, lā ilāha illā huw, rabbul-'arsyil-karīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023116.mp3"
  }, {
    "verseId": "23:117",
    "ayahText": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ",
    "indoText": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung. (Al-Mu'minun 23:117)",
    "readText": "wa may yad'u ma'allāhi ilāhan ākhara lā bur-hāna lahụ bihī fa innamā ḥisābuhụ 'inda rabbih, innahụ lā yufliḥul-kāfirụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023117.mp3"
  }, {
    "verseId": "23:118",
    "ayahText": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ",
    "indoText": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.” (Al-Mu'minun 23:118)",
    "readText": "wa qur rabbigfir war-ḥam wa anta khairur-rāḥimīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/023118.mp3"
  },{
    "verseId": "24:35",
    "ayahText": "۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍۙ يَّكَادُ زَيْتُهَا يُضِيْۤءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌۗ نُوْرٌ عَلٰى نُوْرٍۗ يَهْدِى اللّٰهُ لِنُوْرِهٖ مَنْ يَّشَاۤءُۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ۙ",
    "indoText": "Allah (pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya-Nya, seperti sebuah lubang yang tidak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat, yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, dan Allah membuat perumpamaan-perumpamaan bagi manusia. Dan Allah Maha Mengetahui segala sesuatu. (Qs.An-Nur 24:35)",
    "enText": "Allah is the Light of the heavens and the earth. The example of His light is like a niche within which is a lamp, the lamp is within glass, the glass as if it were a pearly [white] star lit from [the oil of] a blessed olive tree, neither of the east nor of the west, whose oil would almost glow even if untouched by fire. Light upon light. Allah guides to His light whom He wills. And Allah presents examples for the people, and Allah is Knowing of all things.",
    "readText": "allāhu nụrus-samāwāti wal-arḍ, maṡalu nụrihī kamisykātin fīhā miṣbāḥ, al-miṣbāḥu fī zujājah, az-zujājatu ka`annahā kaukabun durriyyuy yụqadu min syajaratim mubārakatin zaitụnatil lā syarqiyyatiw wa lā garbiyyatiy yakādu zaituhā yuḍī`u walau lam tamsas-hu nār, nụrun 'alā nụr, yahdillāhu linụrihī may yasyā`, wa yaḍribullāhul-amṡāla lin-nās, wallāhu bikulli syai`in 'alīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/024035.mp3"
  },{
    "verseId": "36:1",
    "ayahText": "يٰسۤ ۚ",
    "indoText": "Ya Sin (Qs.Yaseen 36:1)",
    "enText": "Ya, Seen.",
    "readText": "yā sīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036001.mp3"
  }, {
    "verseId": "36:2",
    "ayahText": "وَالْقُرْاٰنِ الْحَكِيْمِۙ",
    "indoText": "Demi Al-Qur'an yang penuh hikmah, (Qs.Yaseen 36:2)",
    "enText": "By the wise Qur'an.",
    "readText": "wal-qur`ānil-ḥakīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036002.mp3"
  }, {
    "verseId": "36:3",
    "ayahText": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ",
    "indoText": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul, (Qs.Yaseen 36:3)",
    "enText": "Indeed you, [O Muhammad], are from among the messengers,",
    "readText": "innaka laminal-mursalīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036003.mp3"
  }, {
    "verseId": "36:4",
    "ayahText": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ",
    "indoText": "(yang berada) di atas jalan yang lurus, (Qs.Yaseen 36:4)",
    "enText": "On a straight path.",
    "readText": "'alā ṣirāṭim mustaqīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036004.mp3"
  }, {
    "verseId": "36:5",
    "ayahText": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ",
    "indoText": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang, (Qs.Yaseen 36:5)",
    "enText": "[This is] a revelation of the Exalted in Might, the Merciful,",
    "readText": "tanzīlal-'azīzir-raḥīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036005.mp3"
  }, {
    "verseId": "36:6",
    "ayahText": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ",
    "indoText": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai. (Qs.Yaseen 36:6)",
    "enText": "That you may warn a people whose forefathers were not warned, so they are unaware.",
    "readText": "litunżira qaumam mā unżira ābā`uhum fa hum gāfilụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036006.mp3"
  }, {
    "verseId": "36:7",
    "ayahText": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ",
    "indoText": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman. (Qs.Yaseen 36:7)",
    "enText": "Already the word has come into effect upon most of them, so they do not believe.",
    "readText": "laqad ḥaqqal-qaulu 'alā akṡarihim fa hum lā yu`minụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036007.mp3"
  }, {
    "verseId": "36:8",
    "ayahText": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ",
    "indoText": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah. (Qs.Yaseen 36:8)",
    "enText": "Indeed, We have put shackles on their necks, and they are to their chins, so they are with heads [kept] aloft.",
    "readText": "innā ja'alnā fī a'nāqihim aglālan fa hiya ilal-ażqāni fa hum muqmaḥụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036008.mp3"
  }, {
    "verseId": "36:9",
    "ayahText": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ",
    "indoText": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat. (Qs.Yaseen 36:9)",
    "enText": "And We have put before them a barrier and behind them a barrier and covered them, so they do not see.",
    "readText": "wa ja'alnā mim baini aidīhim saddaw wa min khalfihim saddan fa agsyaināhum fa hum lā yubṣirụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036009.mp3"
  }, {
    "verseId": "36:10",
    "ayahText": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ",
    "indoText": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga. (Qs.Yaseen 36:10)",
    "enText": "And it is all the same for them whether you warn them or do not warn them - they will not believe.",
    "readText": "wa sawā`un 'alaihim a anżartahum am lam tunżir-hum lā yu`minụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036010.mp3"
  }, {
    "verseId": "36:11",
    "ayahText": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ",
    "indoText": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia. (Qs.Yaseen 36:11)",
    "enText": "You can only warn one who follows the message and fears the Most Merciful unseen. So give him good tidings of forgiveness and noble reward.",
    "readText": "innamā tunżiru manittaba'aż-żikra wa khasyiyar-raḥmāna bil-gaīb, fa basysyir-hu bimagfiratiw wa ajring karīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036011.mp3"
  }, {
    "verseId": "36:12",
    "ayahText": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ",
    "indoText": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh). (Qs.Yaseen 36:12)",
    "enText": "Indeed, it is We who bring the dead to life and record what they have put forth and what they left behind, and all things We have enumerated in a clear register.",
    "readText": "innā naḥnu nuḥyil-mautā wa naktubu mā qaddamụ wa āṡārahum, wa kulla syai`in aḥṣaināhu fī imāmim mubīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/036012.mp3"
  },{
    "verseId": "37:1",
    "ayahText": "وَالصّٰۤفّٰتِ صَفًّاۙ",
    "indoText": "Demi (rombongan malaikat) yang berbaris bersaf-saf, (As-Saffat 37:1)",
    "readText": "waṣ-ṣāffāti ṣaffā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037001.mp3"
  }, {
    "verseId": "37:2",
    "ayahText": "فَالزّٰجِرٰتِ زَجْرًاۙ",
    "indoText": "demi (rombongan) yang mencegah dengan sungguh-sungguh, (As-Saffat 37:2)",
    "readText": "faz-zājirāti zajrā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037002.mp3"
  }, {
    "verseId": "37:3",
    "ayahText": "فَالتّٰلِيٰتِ ذِكْرًاۙ",
    "indoText": "demi (rombongan) yang membacakan peringatan, (As-Saffat 37:3)",
    "readText": "fat-tāliyāti żikrā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037003.mp3"
  }, {
    "verseId": "37:4",
    "ayahText": "اِنَّ اِلٰهَكُمْ لَوَاحِدٌۗ",
    "indoText": "sungguh, Tuhanmu benar-benar Esa. (As-Saffat 37:4)",
    "readText": "inna ilāhakum lawāḥid",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037004.mp3"
  }, {
    "verseId": "37:5",
    "ayahText": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِۗ",
    "indoText": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbitnya matahari. (As-Saffat 37:5)",
    "readText": "rabbus-samāwāti wal-arḍi wa mā bainahumā wa rabbul-masyāriq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037005.mp3"
  }, {
    "verseId": "37:6",
    "ayahText": "اِنَّا زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِزِيْنَةِ ِۨالْكَوَاكِبِۙ",
    "indoText": "Sesungguhnya Kami telah menghias langit dunia (yang terdekat), dengan hiasan bintang-bintang. (As-Saffat 37:6)",
    "readText": "innā zayyannas-samā`ad-dun-yā bizīnatinil-kawākib",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037006.mp3"
  }, {
    "verseId": "37:7",
    "ayahText": "وَحِفْظًا مِّنْ كُلِّ شَيْطٰنٍ مَّارِدٍۚ",
    "indoText": "Dan (Kami) telah menjaganya dari setiap setan yang durhaka, (As-Saffat 37:7)",
    "readText": "wa ḥifẓam ming kulli syaiṭānim mārid",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037007.mp3"
  }, {
    "verseId": "37:8",
    "ayahText": "لَا يَسَّمَّعُوْنَ اِلَى الْمَلَاِ الْاَعْلٰى وَيُقْذَفُوْنَ مِنْ كُلِّ جَانِبٍۖ",
    "indoText": "mereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru, (As-Saffat 37:8)",
    "readText": "lā yassamma'ụna ilal-mala`il-a'lā wa yuqżafụna ming kulli jānib",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037008.mp3"
  }, {
    "verseId": "37:9",
    "ayahText": "دُحُوْرًا وَّلَهُمْ عَذَابٌ وَّاصِبٌ",
    "indoText": "untuk mengusir mereka dan mereka akan mendapat azab yang kekal, (As-Saffat 37:9)",
    "readText": "duḥụraw wa lahum 'ażābuw wāṣib",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037009.mp3"
  }, {
    "verseId": "37:10",
    "ayahText": "اِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَاَتْبَعَهٗ شِهَابٌ ثَاقِبٌ",
    "indoText": "kecuali (setan) yang mencuri (pembicaraan); maka ia dikejar oleh bintang yang menyala. (As-Saffat 37:10)",
    "readText": "illā man khaṭifal-khaṭfata fa atba'ahụ syihābun ṡāqib",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037010.mp3"
  },{
    "verseId": "37:158",
    "ayahText": "وَجَعَلُوْا بَيْنَهٗ وَبَيْنَ الْجِنَّةِ نَسَبًا ۗوَلَقَدْ عَلِمَتِ الْجِنَّةُ اِنَّهُمْ لَمُحْضَرُوْنَۙ",
    "indoText": "Dan mereka mengadakan (hubungan) nasab (keluarga) antara Dia (Allah) dan jin. Dan sungguh, jin telah mengetahui bahwa mereka pasti akan diseret (ke neraka),(Qs.As-Saffat 37:158)",
    "enText": "And they have claimed between Him and the jinn a lineage, but the jinn have already known that they [who made such claims] will be brought to [punishment].",
    "readText": "wa ja'alụ bainahụ wa bainal-jinnati nasabā, wa laqad 'alimatil-jinnatu innahum lamuḥḍarụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/037158.mp3"
  },{
    "verseId": "44:43",
    "ayahText": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
    "indoText": "Sungguh pohon zaqqum itu, (Qs.Ad-Dukhaan 44:43)",
    "enText": "Indeed, the tree of zaqqum",
    "readText": "inna syajarataz-zaqqụm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044043.mp3"
  }, {
    "verseId": "44:44",
    "ayahText": "طَعَامُ الْاَثِيْمِ ۛ",
    "indoText": "makanan bagi orang yang banyak dosa. (Qs.Ad-Dukhaan 44:44)",
    "enText": "Is food for the sinful.",
    "readText": "ṭa'āmul-aṡīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044044.mp3"
  }, {
    "verseId": "44:45",
    "ayahText": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ",
    "indoText": "Seperti cairan tembaga yang mendidih di dalam perut, (Qs.Ad-Dukhaan 44:45)",
    "enText": "Like murky oil, it boils within bellies",
    "readText": "kal-muhli yaglī fil-buṭụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044045.mp3"
  }, {
    "verseId": "44:46",
    "ayahText": "كَغَلْيِ الْحَمِيْمِ ۗ",
    "indoText": "seperti mendidihnya air yang sangat panas. (Qs.Ad-Dukhaan 44:46)",
    "enText": "Like the boiling of scalding water.",
    "readText": "kagalyil-ḥamīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044046.mp3"
  }, {
    "verseId": "44:47",
    "ayahText": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ",
    "indoText": "”Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka, (Qs.Ad-Dukhaan 44:47)",
    "enText": "[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,",
    "readText": "khużụhu fa'tilụhu ilā sawā`il-jaḥīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044047.mp3"
  }, {
    "verseId": "44:48",
    "ayahText": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
    "indoText": "kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas.” (Qs.Ad-Dukhaan 44:48)",
    "enText": "Then pour over his head from the torment of scalding water.\"",
    "readText": "ṡumma ṣubbụ fauqa ra`sihī min 'ażābil-ḥamīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044048.mp3"
  }, {
    "verseId": "44:49",
    "ayahText": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ",
    "indoText": "”Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia.” (Qs.Ad-Dukhaan 44:49)",
    "enText": "[It will be said], \"Taste! Indeed, you are the honored, the noble!",
    "readText": "żuq, innaka antal-'azīzul-karīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/044049.mp3"
  },{
    "verseId": "46:29",
    "ayahText": "وَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْاۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ",
    "indoText": "Dan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur'an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, “Diamlah kamu (untuk mendengarkannya)!” Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan. (Al-Ahqaf 46:29)",
    "enText": "And [mention, O Muhammad], when We directed to you a few of the jinn, listening to the Qur'an. And when they attended it, they said, \"Listen quietly.\" And when it was concluded, they went back to their people as warners.",
    "readText": "wa iż ṣarafnā ilaika nafaram minal-jinni yastami'ụnal-qur`ān, fa lammā ḥaḍarụhu qālū anṣitụ, fa lammā quḍiya wallau ilā qaumihim munżirīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/046029.mp3"
  }, {
    "verseId": "46:30",
    "ayahText": "قَالُوْا يٰقَوْمَنَآ اِنَّا سَمِعْنَا كِتٰبًا اُنْزِلَ مِنْۢ بَعْدِ مُوْسٰى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِيْٓ اِلَى الْحَقِّ وَاِلٰى طَرِيْقٍ مُّسْتَقِيْمٍ",
    "indoText": "Mereka berkata, “Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur'an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus. (Al-Ahqaf 46:30)",
    "enText": "They said, \"O our people, indeed we have heard a [recited] Book revealed after Moses confirming what was before it which guides to the truth and to a straight path.",
    "readText": "qālụ yā qaumanā innā sami'nā kitāban unzila mim ba'di mụsā muṣaddiqal limā baina yadaihi yahdī ilal-ḥaqqi wa ilā ṭarīqim mustaqīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/046030.mp3"
  }, {
    "verseId": "46:31",
    "ayahText": "يٰقَوْمَنَآ اَجِيْبُوْا دَاعِيَ اللّٰهِ وَاٰمِنُوْا بِهٖ يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ",
    "indoText": "Wahai kaum kami! Terimalah (seruan) orang (Muhammad) yang menyeru kepada Allah. Dan berimanlah kepada-Nya, niscaya Dia akan mengampuni dosa-dosamu dan melepaskan kamu dari azab yang pedih. (Al-Ahqaf 46:31)",
    "enText": "O our people, respond to the Messenger of Allah and believe in him; Allah will forgive for you your sins and protect you from a painful punishment.",
    "readText": "yā qaumanā ajībụ dā'iyallāhi wa āminụ bihī yagfir lakum min żunụbikum wa yujirkum min 'ażābin alīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/046031.mp3"
  }, {
    "verseId": "46:32",
    "ayahText": "وَمَنْ لَّا يُجِبْ دَاعِيَ اللّٰهِ فَلَيْسَ بِمُعْجِزٍ فِى الْاَرْضِ وَلَيْسَ لَهٗ مِنْ دُوْنِهٖٓ اَوْلِيَاۤءُ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "indoText": "Dan barang siapa tidak menerima (seruan) orang yang menyeru kepada Allah (Muhammad) maka dia tidak akan dapat melepaskan diri dari siksa Allah di bumi padahal tidak ada pelindung baginya selain Allah. Mereka berada dalam kesesatan yang nyata.” (Al-Ahqaf 46:32)",
    "enText": "But he who does not respond to the Caller of Allah will not cause failure [to Him] upon earth, and he will not have besides Him any protectors. Those are in manifest error.\"",
    "readText": "wa mal lā yujib dā'iyallāhi fa laisa bimu'jizin fil-arḍi wa laisa lahụ min dụnihī auliyā`, ulā`ika fī ḍalālim mubīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/046032.mp3"
  },{
    "verseId": "47:4",
    "ayahText": "فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِۗ حَتّٰٓى اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَۖ فَاِمَّا مَنًّاۢ بَعْدُ وَاِمَّا فِدَاۤءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَا ەۛ ذٰلِكَ ۛ وَلَوْ يَشَاۤءُ اللّٰهُ لَانْتَصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْضٍۗ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ",
    "indoText": "Maka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang), maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka, tawanlah mereka, dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka, tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka.(Qs.Muhammad 47:4)",
    "enText": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds.",
    "readText": "fa iżā laqītumullażīna kafarụ fa ḍarbar-riqāb, ḥattā iżā aṡkhantumụhum fa syuddul-waṡāqa fa immā mannam ba'du wa immā fidā`an ḥattā taḍa'al-ḥarbu auzārahā, żālika walau yasyā`ullāhu lantaṣara min-hum wa lākil liyabluwa ba'ḍakum biba'ḍ, wallażīna qutilụ fī sabīlillāhi fa lay yuḍilla a'mālahum",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/047004.mp3"
  },{
    "verseId": "48:29",
    "ayahText": "مُحَمَّدٌ رَّسُوْلُ اللّٰهِ ۗوَالَّذِيْنَ مَعَهٗٓ اَشِدَّاۤءُ عَلَى الْكُفَّارِ رُحَمَاۤءُ بَيْنَهُمْ تَرٰىهُمْ رُكَّعًا سُجَّدًا يَّبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا ۖ سِيْمَاهُمْ فِيْ وُجُوْهِهِمْ مِّنْ اَثَرِ السُّجُوْدِ ۗذٰلِكَ مَثَلُهُمْ فِى التَّوْرٰىةِ ۖوَمَثَلُهُمْ فِى الْاِنْجِيْلِۚ كَزَرْعٍ اَخْرَجَ شَطْـَٔهٗ فَاٰزَرَهٗ فَاسْتَغْلَظَ فَاسْتَوٰى عَلٰى سُوْقِهٖ يُعْجِبُ الزُّرَّاعَ لِيَغِيْظَ بِهِمُ الْكُفَّارَ ۗوَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا",
    "indoText": "Muhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud. Demikianlah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan sifat-sifat mereka (yang diungkapkan) dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat lalu menjadi besar dan tegak lurus di atas batangnya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar.(Qs.Al-Fath 48:29)",
    "enText": "Muhammad is the Messenger of Allah; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allah and [His] pleasure. Their mark is on their faces from the trace of prostration. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that Allah may enrage by them the disbelievers. Allah has promised those who believe and do righteous deeds among them forgiveness and a great reward.",
    "readText": "muḥammadur rasụlullāh, wallażīna ma'ahū asyiddā`u 'alal-kuffāri ruḥamā`u bainahum tarāhum rukka'an sujjaday yabtagụna faḍlam minallāhi wa riḍwānan sīmāhum fī wujụhihim min aṡaris-sujụd, żālika maṡaluhum fit-taurāti wa maṡaluhum fil-injīl, kazar'in akhraja syaṭ`ahụ fa āzarahụ fastaglaẓa fastawā 'alā sụqihī yu'jibuz-zurrā'a liyagīẓa bihimul-kuffār, wa'adallāhullażīna āmanụ wa 'amiluṣ-ṣāliḥāti min-hum magfirataw wa ajran 'aẓīmā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/048029.mp3"
  },{
    "verseId": "55:1",
    "ayahText": "اَلرَّحْمٰنُۙ",
    "indoText": "(Allah) Yang Maha Pengasih, (Qs.Ar-Rahman 55:1)",
    "enText": "The Most Merciful",
    "readText": "ar-raḥmān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055001.mp3"
  }, {
    "verseId": "55:2",
    "ayahText": "عَلَّمَ الْقُرْاٰنَۗ",
    "indoText": "Yang telah mengajarkan Al-Qur'an. (Qs.Ar-Rahman 55:2)",
    "enText": "Taught the Qur'an,",
    "readText": "'allamal-qur`ān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055002.mp3"
  }, {
    "verseId": "55:3",
    "ayahText": "خَلَقَ الْاِنْسَانَۙ",
    "indoText": "Dia menciptakan manusia, (Qs.Ar-Rahman 55:3)",
    "enText": "Created man,",
    "readText": "khalaqal-insān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055003.mp3"
  }, {
    "verseId": "55:4",
    "ayahText": "عَلَّمَهُ الْبَيَانَ",
    "indoText": "mengajarnya pandai berbicara. (Qs.Ar-Rahman 55:4)",
    "enText": "[And] taught him eloquence.",
    "readText": "'allamahul-bayān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055004.mp3"
  }, {
    "verseId": "55:5",
    "ayahText": "اَلشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍۙ",
    "indoText": "Matahari dan bulan beredar menurut perhitungan, (Qs.Ar-Rahman 55:5)",
    "enText": "The sun and the moon [move] by precise calculation,",
    "readText": "asy-syamsu wal-qamaru biḥusbān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055005.mp3"
  }, {
    "verseId": "55:6",
    "ayahText": "وَّالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ",
    "indoText": "dan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (Qs.Ar-Rahman 55:6)",
    "enText": "And the stars and trees prostrate.",
    "readText": "wan-najmu wasy-syajaru yasjudān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055006.mp3"
  }, {
    "verseId": "55:7",
    "ayahText": "وَالسَّمَاۤءَ رَفَعَهَا وَوَضَعَ الْمِيْزَانَۙ",
    "indoText": "Dan langit telah ditinggikan-Nya dan Dia ciptakan keseimbangan, (Qs.Ar-Rahman 55:7)",
    "enText": "And the heaven He raised and imposed the balance",
    "readText": "was-samā`a rafa'ahā wa waḍa'al-mīzān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055007.mp3"
  }, {
    "verseId": "55:8",
    "ayahText": "اَلَّا تَطْغَوْا فِى الْمِيْزَانِ",
    "indoText": "agar kamu jangan merusak keseimbangan itu, (Qs.Ar-Rahman 55:8)",
    "enText": "That you not transgress within the balance.",
    "readText": "allā taṭgau fil-mīzān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055008.mp3"
  }, {
    "verseId": "55:9",
    "ayahText": "وَاَقِيْمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيْزَانَ",
    "indoText": "dan tegakkanlah keseimbangan itu dengan adil dan janganlah kamu mengurangi keseimbangan itu. (Qs.Ar-Rahman 55:9)",
    "enText": "And establish weight in justice and do not make deficient the balance.",
    "readText": "wa aqīmul-wazna bil-qisṭi wa lā tukhsirul-mīzān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055009.mp3"
  }, {
    "verseId": "55:10",
    "ayahText": "وَالْاَرْضَ وَضَعَهَا لِلْاَنَامِۙ",
    "indoText": "Dan bumi telah dibentangkan-Nya untuk makhluk(-Nya), (Qs.Ar-Rahman 55:10)",
    "enText": "And the earth He laid [out] for the creatures.",
    "readText": "wal-arḍa waḍa'ahā lil-anām",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055010.mp3"
  }, {
    "verseId": "55:11",
    "ayahText": "فِيْهَا فَاكِهَةٌ وَّالنَّخْلُ ذَاتُ الْاَكْمَامِۖ",
    "indoText": "di dalamnya ada buah-buahan dan pohon kurma yang mempunyai kelopak mayang, (Qs.Ar-Rahman 55:11)",
    "enText": "Therein is fruit and palm trees having sheaths [of dates]",
    "readText": "fīhā fākihatuw wan-nakhlu żātul-akmām",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055011.mp3"
  }, {
    "verseId": "55:12",
    "ayahText": "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُۚ",
    "indoText": "dan biji-bijian yang berkulit dan bunga-bunga yang harum baunya. (Qs.Ar-Rahman 55:12)",
    "enText": "And grain having husks and scented plants.",
    "readText": "wal-ḥabbu żul-'aṣfi war-raiḥān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055012.mp3"
  }, {
    "verseId": "55:13",
    "ayahText": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ",
    "indoText": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (Qs.Ar-Rahman 55:13)",
    "enText": "So which of the favors of your Lord would you deny?",
    "readText": "fa bi`ayyi ālā`i rabbikumā tukażżibān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055013.mp3"
  },{
    "verseId": "55:33",
    "ayahText": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاۗ لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍۚ",
    "indoText": "Wahai golongan jin dan manusia! Jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, maka tembuslah. Kamu tidak akan mampu menembusnya kecuali dengan kekuatan (dari Allah). (Ar-Rahman 55:33)",
    "enText": "O company of jinn and mankind, if you are able to pass beyond the regions of the heavens and the earth, then pass. You will not pass except by authority [from Allah].",
    "readText": "yā ma'syaral-jinni wal-insi inistaṭa'tum an tanfużụ min aqṭāris-samāwāti wal-arḍi fanfużụ, lā tanfużụna illā bisulṭān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055033.mp3"
  }, {
    "verseId": "55:34",
    "ayahText": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ",
    "indoText": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (Ar-Rahman 55:34)",
    "enText": "So which of the favors of your Lord would you deny?",
    "readText": "fa bi`ayyi ālā`i rabbikumā tukażżibān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055034.mp3"
  }, {
    "verseId": "55:35",
    "ayahText": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّنْ نَّارٍۙ وَّنُحَاسٌ فَلَا تَنْتَصِرَانِۚ",
    "indoText": "Kepada kamu (jin dan manusia), akan dikirim nyala api dan cairan tembaga (panas) sehingga kamu tidak dapat menyelamatkan diri (darinya). (Ar-Rahman 55:35)",
    "enText": "There will be sent upon you a flame of fire and smoke, and you will not defend yourselves.",
    "readText": "yursalu 'alaikumā syuwāẓum min nāriw wa nuḥāsun fa lā tantaṣirān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055035.mp3"
  }, {
    "verseId": "55:36",
    "ayahText": "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ",
    "indoText": "Maka nikmat Tuhanmu yang manakah yang kamu dustakan? (Ar-Rahman 55:36)",
    "enText": "So which of the favors of your Lord would you deny?",
    "readText": "fa bi`ayyi ālā`i rabbikumā tukażżibān",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/055036.mp3"
  },{
    "verseId": "56:41",
    "ayahText": "وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ",
    "indoText": "Dan golongan kiri, alangkah sengsaranya golongan kiri itu. (Qs.Al-Waqi'ah 56:41)",
    "enText": "And the companions of the left - what are the companions of the left?",
    "readText": "wa aṣ-ḥābusy-syimāli mā aṣ-ḥābusy-syimāl",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056041.mp3"
  }, {
    "verseId": "56:42",
    "ayahText": "فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ",
    "indoText": "(Mereka) dalam siksaan angin yang sangat panas dan air yang mendidih, (Qs.Al-Waqi'ah 56:42)",
    "enText": "[They will be] in scorching fire and scalding water",
    "readText": "fī samụmiw wa ḥamīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056042.mp3"
  }, {
    "verseId": "56:43",
    "ayahText": "وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ",
    "indoText": "dan naungan asap yang hitam, (Qs.Al-Waqi'ah 56:43)",
    "enText": "And a shade of black smoke,",
    "readText": "wa ẓillim miy yaḥmụm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056043.mp3"
  }, {
    "verseId": "56:44",
    "ayahText": "لَّا بَارِدٍ وَّلَا كَرِيْمٍ",
    "indoText": "tidak sejuk dan tidak menyenangkan. (Qs.Al-Waqi'ah 56:44)",
    "enText": "Neither cool nor beneficial.",
    "readText": "lā bāridiw wa lā karīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056044.mp3"
  }, {
    "verseId": "56:45",
    "ayahText": "اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ",
    "indoText": "Sesungguhnya mereka sebelum itu (dahulu) hidup bermewah-mewah, (Qs.Al-Waqi'ah 56:45)",
    "enText": "Indeed they were, before that, indulging in affluence,",
    "readText": "innahum kānụ qabla żālika mutrafīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056045.mp3"
  }, {
    "verseId": "56:46",
    "ayahText": "وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ",
    "indoText": "dan mereka terus-menerus mengerjakan dosa yang besar, (Qs.Al-Waqi'ah 56:46)",
    "enText": "And they used to persist in the great violation,",
    "readText": "wa kānụ yuṣirrụna 'alal-ḥinṡil-'aẓīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056046.mp3"
  }, {
    "verseId": "56:47",
    "ayahText": "وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ",
    "indoText": "dan mereka berkata, “Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali? (Qs.Al-Waqi'ah 56:47)",
    "enText": "And they used to say, \"When we die and become dust and bones, are we indeed to be resurrected?",
    "readText": "wa kānụ yaqụlụna a iżā mitnā wa kunnā turābaw wa 'iẓāman a innā lamab'ụṡụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056047.mp3"
  }, {
    "verseId": "56:48",
    "ayahText": "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ",
    "indoText": "Apakah nenek moyang kami yang terdahulu (dibangkitkan pula)?” (Qs.Al-Waqi'ah 56:48)",
    "enText": "And our forefathers [as well]?\"",
    "readText": "a wa ābā`unal-awwalụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056048.mp3"
  }, {
    "verseId": "56:49",
    "ayahText": "قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ",
    "indoText": "Katakanlah, “(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, (Qs.Al-Waqi'ah 56:49)",
    "enText": "Say, [O Muhammad], \"Indeed, the former and the later peoples",
    "readText": "qul innal-awwalīna wal-ākhirīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056049.mp3"
  }, {
    "verseId": "56:50",
    "ayahText": "لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ",
    "indoText": "pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi. (Qs.Al-Waqi'ah 56:50)",
    "enText": "Are to be gathered together for the appointment of a known Day.\"",
    "readText": "lamajmụ'ụna ilā mīqāti yaumim ma'lụm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056050.mp3"
  }, {
    "verseId": "56:51",
    "ayahText": "ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ",
    "indoText": "Kemudian sesungguhnya kamu, wahai orang-orang yang sesat lagi mendustakan! (Qs.Al-Waqi'ah 56:51)",
    "enText": "Then indeed you, O those astray [who are] deniers,",
    "readText": "ṡumma innakum ayyuhaḍ-ḍāllụnal-mukażżibụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056051.mp3"
  }, {
    "verseId": "56:52",
    "ayahText": "لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ",
    "indoText": "pasti akan memakan pohon zaqqum, (Qs.Al-Waqi'ah 56:52)",
    "enText": "Will be eating from trees of zaqqum",
    "readText": "la`ākilụna min syajarim min zaqqụm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/056052.mp3"
  },{
    "verseId": "59:21",
    "ayahText": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ",
    "indoText": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir. (Al-Hashr 59:21)",
    "enText": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.",
    "readText": "lau anzalnā hāżal-qur`āna 'alā jabalil lara`aitahụ khāsyi'am mutaṣaddi'am min khasy-yatillāh, wa tilkal-amṡālu naḍribuhā lin-nāsi la'allahum yatafakkarụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/059021.mp3"
  }, {
    "verseId": "59:22",
    "ayahText": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ",
    "indoText": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. (Al-Hashr 59:22)",
    "enText": "He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.",
    "readText": "huwallāhullażī lā ilāha illā huw, 'ālimul-gaibi wasy-syahādah, huwar-raḥmānur-raḥīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/059022.mp3"
  }, {
    "verseId": "59:23",
    "ayahText": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
    "indoText": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan. (Al-Hashr 59:23)",
    "enText": "He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.",
    "readText": "huwallāhullażī lā ilāha illā huw, al-malikul-quddụsus-salāmul-mu`minul-muhaiminul-'azīzul-jabbārul-mutakabbir, sub-ḥānallāhi 'ammā yusyrikụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/059023.mp3"
  }, {
    "verseId": "59:24",
    "ayahText": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "indoText": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (Al-Hashr 59:24)",
    "enText": "He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.",
    "readText": "huwallāhul-khāliqul-bāri`ul-muṣawwiru lahul-asmā`ul-ḥusnā, yusabbiḥu lahụ mā fis-samāwāti wal-arḍ, wa huwal-'azīzul-ḥakīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/059024.mp3"
  },{
    "verseId": "68:51",
    "ayahText": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌ ۘ",
    "indoText": "Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, “Dia (Muhammad) itu benar-benar orang gila.” (Qs.Al-Qalam 68:51)",
    "enText": "And indeed, those who disbelieve would almost make you slip with their eyes when they hear the message, and they say, \"Indeed, he is mad.\"",
    "readText": "wa iy yakādullażīna kafarụ layuzliqụnaka bi`abṣārihim lammā sami'uż-żikra wa yaqụlụna innahụ lamajnụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/068051.mp3"
  }, {
    "verseId": "68:52",
    "ayahText": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
    "indoText": "Padahal (Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam. (Qs.Al-Qalam 68:52)",
    "enText": "But it is not except a reminder to the worlds.",
    "readText": "wa mā huwa illā żikrul lil-'ālamīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/068052.mp3"
  },{
    "verseId": "69:19",
    "ayahText": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ",
    "indoText": "Adapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini).” (Qs.Al-Haqqah 69:19)",
    "enText": "So as for he who is given his record in his right hand, he will say, \"Here, read my record!",
    "readText": "fa ammā man ụtiya kitābahụ biyamīnihī fa yaqụlu hā`umuqra`ụ kitābiyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069019.mp3"
  }, {
    "verseId": "69:20",
    "ayahText": "اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ",
    "indoText": "Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. (Qs.Al-Haqqah 69:20)",
    "enText": "Indeed, I was certain that I would be meeting my account.\"",
    "readText": "innī ẓanantu annī mulāqin ḥisābiyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069020.mp3"
  }, {
    "verseId": "69:21",
    "ayahText": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ",
    "indoText": "Maka orang itu berada dalam kehidupan yang diridai, (Qs.Al-Haqqah 69:21)",
    "enText": "So he will be in a pleasant life -",
    "readText": "fa huwa fī 'īsyatir rāḍiyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069021.mp3"
  }, {
    "verseId": "69:22",
    "ayahText": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
    "indoText": "dalam surga yang tinggi, (Qs.Al-Haqqah 69:22)",
    "enText": "In an elevated garden,",
    "readText": "fī jannatin 'āliyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069022.mp3"
  }, {
    "verseId": "69:23",
    "ayahText": "قُطُوْفُهَا دَانِيَةٌ",
    "indoText": "buah-buahannya dekat, (Qs.Al-Haqqah 69:23)",
    "enText": "Its [fruit] to be picked hanging near.",
    "readText": "quṭụfuhā dāniyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069023.mp3"
  }, {
    "verseId": "69:24",
    "ayahText": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ",
    "indoText": "(kepada mereka dikatakan), “Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” (Qs.Al-Haqqah 69:24)",
    "enText": "[They will be told], \"Eat and drink in satisfaction for what you put forth in the days past.\"",
    "readText": "kulụ wasyrabụ hanī`am bimā aslaftum fil-ayyāmil-khāliyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069024.mp3"
  }, {
    "verseId": "69:25",
    "ayahText": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ",
    "indoText": "Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, “Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. (Qs.Al-Haqqah 69:25)",
    "enText": "But as for he who is given his record in his left hand, he will say, \"Oh, I wish I had not been given my record",
    "readText": "wa ammā man ụtiya kitābahụ bisyimālihī fa yaqụlu yā laitanī lam ụta kitābiyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069025.mp3"
  }, {
    "verseId": "69:26",
    "ayahText": "وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ",
    "indoText": "Sehingga aku tidak mengetahui bagaimana perhitunganku. (Qs.Al-Haqqah 69:26)",
    "enText": "And had not known what is my account.",
    "readText": "wa lam adri mā ḥisābiyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069026.mp3"
  }, {
    "verseId": "69:27",
    "ayahText": "يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ",
    "indoText": "Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. (Qs.Al-Haqqah 69:27)",
    "enText": "I wish my death had been the decisive one.",
    "readText": "yā laitahā kānatil-qāḍiyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069027.mp3"
  }, {
    "verseId": "69:28",
    "ayahText": "مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ",
    "indoText": "Hartaku sama sekali tidak berguna bagiku. (Qs.Al-Haqqah 69:28)",
    "enText": "My wealth has not availed me.",
    "readText": "mā agnā 'annī māliyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069028.mp3"
  }, {
    "verseId": "69:29",
    "ayahText": "هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ",
    "indoText": "Kekuasaanku telah hilang dariku.” (Qs.Al-Haqqah 69:29)",
    "enText": "Gone from me is my authority.\"",
    "readText": "halaka 'annī sulṭāniyah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069029.mp3"
  }, {
    "verseId": "69:30",
    "ayahText": "خُذُوْهُ فَغُلُّوْهُۙ",
    "indoText": "(Allah berfirman), “Tangkaplah dia lalu belenggulah tangannya ke lehernya.” (Qs.Al-Haqqah 69:30)",
    "enText": "[Allah will say], \"Seize him and shackle him.",
    "readText": "khużụhu fa gullụh",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069030.mp3"
  }, {
    "verseId": "69:31",
    "ayahText": "ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ",
    "indoText": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Qs.Al-Haqqah 69:31)",
    "enText": "Then into Hellfire drive him.",
    "readText": "ṡummal-jaḥīma ṣallụh",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069031.mp3"
  }, {
    "verseId": "69:32",
    "ayahText": "ثُمَّ فِيْ سِلْسِلَةٍ ذَرْعُهَا سَبْعُوْنَ ذِرَاعًا فَاسْلُكُوْهُۗ",
    "indoText": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. (Qs.Al-Haqqah 69:32)",
    "enText": "Then into a chain whose length is seventy cubits insert him.\"",
    "readText": "ṡumma fī silsilatin żar'uhā sab'ụna żirā'an faslukụh",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069032.mp3"
  }, {
    "verseId": "69:33",
    "ayahText": "اِنَّهٗ كَانَ لَا يُؤْمِنُ بِاللّٰهِ الْعَظِيْمِۙ",
    "indoText": "Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. (Qs.Al-Haqqah 69:33)",
    "enText": "Indeed, he did not used to believe in Allah, the Most Great,",
    "readText": "innahụ kāna lā yu`minu billāhil-'aẓīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069033.mp3"
  }, {
    "verseId": "69:34",
    "ayahText": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
    "indoText": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin. (Qs.Al-Haqqah 69:34)",
    "enText": "Nor did he encourage the feeding of the poor.",
    "readText": "wa lā yaḥuḍḍu 'alā ṭa'āmil-miskīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069034.mp3"
  }, {
    "verseId": "69:35",
    "ayahText": "فَلَيْسَ لَهُ الْيَوْمَ هٰهُنَا حَمِيْمٌۙ",
    "indoText": "Maka pada hari ini di sini tidak ada seorang teman pun baginya. (Qs.Al-Haqqah 69:35)",
    "enText": "So there is not for him here this Day any devoted friend",
    "readText": "fa laisa lahul-yauma hāhunā ḥamīm",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069035.mp3"
  }, {
    "verseId": "69:36",
    "ayahText": "وَّلَا طَعَامٌ اِلَّا مِنْ غِسْلِيْنٍۙ",
    "indoText": "Dan tidak ada makanan (baginya) kecuali dari darah dan nanah. (Qs.Al-Haqqah 69:36)",
    "enText": "Nor any food except from the discharge of wounds;",
    "readText": "wa lā ṭa'āmun illā min gislīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069036.mp3"
  }, {
    "verseId": "69:37",
    "ayahText": "لَّا يَأْكُلُهٗٓ اِلَّا الْخَاطِـُٔوْنَ",
    "indoText": "Tidak ada yang memakannya kecuali orang-orang yang berdosa. (Qs.Al-Haqqah 69:37)",
    "enText": "None will eat it except the sinners.",
    "readText": "lā ya`kuluhū illal-khāṭi`ụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/069037.mp3"
  },{
    "verseId": "72:1",
    "ayahText": "قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ",
    "indoText": "Katakanlah (Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (bacaan),” lalu mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan (Al-Qur'an), (Al-Jinn 72:1)",
    "enText": "Say, [O Muhammad], \"It has been revealed to me that a group of the jinn listened and said, 'Indeed, we have heard an amazing Qur'an.",
    "readText": "qul ụḥiya ilayya annahustama'a nafarum minal-jinni fa qālū innā sami'nā qur`ānan 'ajabā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072001.mp3"
  }, {
    "verseId": "72:2",
    "ayahText": "يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ",
    "indoText": "(yang) memberi petunjuk kepada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan sesuatu pun dengan Tuhan kami, (Al-Jinn 72:2)",
    "enText": "It guides to the right course, and we have believed in it. And we will never associate with our Lord anyone.",
    "readText": "yahdī ilar-rusydi fa āmannā bih, wa lan nusyrika birabbinā aḥadā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072002.mp3"
  }, {
    "verseId": "72:3",
    "ayahText": "وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ",
    "indoText": "dan sesungguhnya Mahatinggi keagungan Tuhan kami, Dia tidak beristri dan tidak beranak.” (Al-Jinn 72:3)",
    "enText": "And [it teaches] that exalted is the nobleness of our Lord; He has not taken a wife or a son",
    "readText": "wa annahụ ta'ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072003.mp3"
  }, {
    "verseId": "72:4",
    "ayahText": "وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ",
    "indoText": "Dan sesungguhnya orang yang bodoh di antara kami dahulu selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah, (Al-Jinn 72:4)",
    "enText": "And that our foolish one has been saying about Allah an excessive transgression.",
    "readText": "wa annahụ kāna yaqụlu safīhunā 'alallāhi syaṭaṭā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072004.mp3"
  }, {
    "verseId": "72:5",
    "ayahText": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ",
    "indoText": "dan sesungguhnya kami mengira, bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah, (Al-Jinn 72:5)",
    "enText": "And we had thought that mankind and the jinn would never speak about Allah a lie.",
    "readText": "wa annā ẓanannā al lan taqụlal-insu wal-jinnu 'alallāhi każibā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072005.mp3"
  }, {
    "verseId": "72:6",
    "ayahText": "وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ",
    "indoText": "dan sesungguhnya ada beberapa orang laki-laki dari kalangan manusia yang meminta perlindungan kepada beberapa laki-laki dari jin, tetapi mereka (jin) menjadikan mereka (manusia) bertambah sesat. (Al-Jinn 72:6)",
    "enText": "And there were men from mankind who sought refuge in men from the jinn, so they [only] increased them in burden.",
    "readText": "wa annahụ kāna rijālum minal-insi ya'ụżụna birijālim minal-jinni fa zādụhum rahaqā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072006.mp3"
  }, {
    "verseId": "72:7",
    "ayahText": "وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ",
    "indoText": "Dan sesungguhnya mereka (jin) mengira seperti kamu (orang musyrik Mekah) yang juga mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat). (Al-Jinn 72:7)",
    "enText": "And they had thought, as you thought, that Allah would never send anyone [as a messenger].",
    "readText": "wa annahum ẓannụ kamā ẓanantum al lay yab'aṡallāhu aḥadā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072007.mp3"
  }, {
    "verseId": "72:8",
    "ayahText": "وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ",
    "indoText": "Dan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, (Al-Jinn 72:8)",
    "enText": "And we have sought [to reach] the heaven but found it filled with powerful guards and burning flames.",
    "readText": "wa annā lamasnas-samā`a fa wajadnāhā muli`at ḥarasan syadīdaw wa syuhubā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072008.mp3"
  }, {
    "verseId": "72:9",
    "ayahText": "وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ",
    "indoText": "dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya). (Al-Jinn 72:9)",
    "enText": "And we used to sit therein in positions for hearing, but whoever listens now will find a burning flame lying in wait for him.",
    "readText": "wa annā kunnā naq'udu min-hā maqā'ida lis-sam', fa may yastami'il-āna yajid lahụ syihābar raṣadā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072009.mp3"
  },{
    "verseId": "72:10",
    "ayahText": "وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ",
    "indoText": "Dan sesungguhnya kami (jin) tidak mengetahui (adanya penjagaan itu) apakah keburukan yang dikehendaki orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan baginya. (Qs.Al-Jin 72:10)",
    "enText": "And we do not know [therefore] whether evil is intended for those on earth or whether their Lord intends for them a right course.",
    "readText": "wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072010.mp3"
  }, {
    "verseId": "72:11",
    "ayahText": "وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ",
    "indoText": "Dan sesungguhnya di antara kami (jin) ada yang saleh dan ada (pula) kebalikannya. Kami menempuh jalan yang berbeda-beda. (Qs.Al-Jin 72:11)",
    "enText": "And among us are the righteous, and among us are [others] not so; we were [of] divided ways.",
    "readText": "wa annā minnaṣ-ṣāliḥụna wa minnā dụna żālik, kunnā ṭarā`iqa qidadā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072011.mp3"
  }, {
    "verseId": "72:12",
    "ayahText": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ",
    "indoText": "Dan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. (Qs.Al-Jin 72:12)",
    "enText": "And we have become certain that we will never cause failure to Allah upon earth, nor can we escape Him by flight.",
    "readText": "wa annā ẓanannā al lan nu'jizallāha fil-arḍi wa lan nu'jizahụ harabā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072012.mp3"
  }, {
    "verseId": "72:13",
    "ayahText": "وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ",
    "indoText": "Dan sesungguhnya ketika kami (jin) mendengar petunjuk (Al-Qur'an), kami beriman kepadanya. Maka barangsiapa beriman kepada Tuhan, maka tidak perlu ia takut rugi atau berdosa. (Qs.Al-Jin 72:13)",
    "enText": "And when we heard the guidance, we believed in it. And whoever believes in his Lord will not fear deprivation or burden.",
    "readText": "wa annā lammā sami'nal-hudā āmannā bih, fa may yu`mim birabbihī fa lā yakhāfu bakhsaw wa lā rahaqā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/072013.mp3"
  }, {
    "verseId": "85:10",
    "ayahText": "اِنَّ الَّذِيْنَ فَتَنُوا الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ ثُمَّ لَمْ يَتُوْبُوْا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيْقِۗ",
    "indoText": "Sungguh, orang-orang yang mendatangkan cobaan (bencana, membunuh, menyiksa) kepada orang-orang mukmin laki-laki dan perempuan lalu mereka tidak bertobat, maka mereka akan mendapat azab Jahanam dan mereka akan mendapat azab (neraka) yang membakar. (Qs.Al-Buruuj 85:10)",
    "enText": "Indeed, those who have tortured the believing men and believing women and then have not repented will have the punishment of Hell, and they will have the punishment of the Burning Fire.",
    "readText": "innallażīna fatanul-mu`minīna wal-mu`mināti ṡumma lam yatụbụ fa lahum 'ażābu jahannama wa lahum 'ażābul-ḥarīq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/085010.mp3"
  },{
    "verseId": "86:1",
    "ayahText": "وَالسَّمَاۤءِ وَالطَّارِقِۙ",
    "indoText": "Demi langit dan yang datang pada malam hari. (Qs.At-Tariq 86:1)",
    "enText": "By the sky and the night comer -",
    "readText": "was-samā`i waṭ-ṭāriq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086001.mp3"
  }, {
    "verseId": "86:2",
    "ayahText": "وَمَآ اَدْرٰىكَ مَا الطَّارِقُۙ",
    "indoText": "Dan tahukah kamu apakah yang datang pada malam hari itu? (Qs.At-Tariq 86:2)",
    "enText": "And what can make you know what is the night comer?",
    "readText": "wa mā adrāka maṭ-ṭāriq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086002.mp3"
  }, {
    "verseId": "86:3",
    "ayahText": "النَّجْمُ الثَّاقِبُۙ",
    "indoText": "(yaitu) bintang yang bersinar tajam, (Qs.At-Tariq 86:3)",
    "enText": "It is the piercing star -",
    "readText": "an-najmuṡ-ṡāqib",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086003.mp3"
  }, {
    "verseId": "86:4",
    "ayahText": "اِنْ كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌۗ",
    "indoText": "setiap orang pasti ada penjaganya. (Qs.At-Tariq 86:4)",
    "enText": "There is no soul but that it has over it a protector.",
    "readText": "ing kullu nafsil lammā 'alaihā ḥāfiẓ",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086004.mp3"
  }, {
    "verseId": "86:5",
    "ayahText": "فَلْيَنْظُرِ الْاِنْسَانُ مِمَّ خُلِقَ",
    "indoText": "Maka hendaklah manusia memperhatikan dari apa dia diciptakan. (Qs.At-Tariq 86:5)",
    "enText": "So let man observe from what he was created.",
    "readText": "falyanẓuril-insānu mimma khuliq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086005.mp3"
  }, {
    "verseId": "86:6",
    "ayahText": "خُلِقَ مِنْ مَّاۤءٍ دَافِقٍۙ",
    "indoText": "Dia diciptakan dari air (mani) yang terpancar, (Qs.At-Tariq 86:6)",
    "enText": "He was created from a fluid, ejected,",
    "readText": "khuliqa mim mā`in dāfiq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086006.mp3"
  }, {
    "verseId": "86:7",
    "ayahText": "يَّخْرُجُ مِنْۢ بَيْنِ الصُّلْبِ وَالتَّرَاۤىِٕبِۗ",
    "indoText": "yang keluar dari antara tulang punggung (sulbi) dan tulang dada. (Qs.At-Tariq 86:7)",
    "enText": "Emerging from between the backbone and the ribs.",
    "readText": "yakhruju mim bainiṣ-ṣulbi wat-tarā`ib",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086007.mp3"
  }, {
    "verseId": "86:8",
    "ayahText": "اِنَّهٗ عَلٰى رَجْعِهٖ لَقَادِرٌۗ",
    "indoText": "Sungguh, Allah benar-benar kuasa untuk mengembalikannya (hidup setelah mati). (Qs.At-Tariq 86:8)",
    "enText": "Indeed, Allah, to return him [to life], is Able.",
    "readText": "innahụ 'alā raj'ihī laqādir",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086008.mp3"
  }, {
    "verseId": "86:9",
    "ayahText": "يَوْمَ تُبْلَى السَّرَاۤىِٕرُۙ",
    "indoText": "Pada hari ditampakkan segala rahasia, (Qs.At-Tariq 86:9)",
    "enText": "The Day when secrets will be put on trial,",
    "readText": "yauma tublas-sarā`ir",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086009.mp3"
  }, {
    "verseId": "86:10",
    "ayahText": "فَمَا لَهٗ مِنْ قُوَّةٍ وَّلَا نَاصِرٍۗ",
    "indoText": "maka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong. (Qs.At-Tariq 86:10)",
    "enText": "Then man will have no power or any helper.",
    "readText": "fa mā lahụ ming quwwatiw wa lā nāṣir",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086010.mp3"
  }, {
    "verseId": "86:11",
    "ayahText": "وَالسَّمَاۤءِ ذَاتِ الرَّجْعِۙ",
    "indoText": "Demi langit yang mengandung hujan, (Qs.At-Tariq 86:11)",
    "enText": "By the sky which returns [rain]",
    "readText": "was-samā`i żātir-raj'",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086011.mp3"
  }, {
    "verseId": "86:12",
    "ayahText": "وَالْاَرْضِ ذَاتِ الصَّدْعِۙ",
    "indoText": "dan bumi yang mempunyai tumbuh-tumbuhan, (Qs.At-Tariq 86:12)",
    "enText": "And [by] the earth which cracks open,",
    "readText": "wal-arḍi żātiṣ-ṣad'",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086012.mp3"
  }, {
    "verseId": "86:13",
    "ayahText": "اِنَّهٗ لَقَوْلٌ فَصْلٌۙ",
    "indoText": "sungguh, (Al-Qur'an) itu benar-benar firman pemisah (antara yang hak dan yang batil), (Qs.At-Tariq 86:13)",
    "enText": "Indeed, the Qur'an is a decisive statement,",
    "readText": "innahụ laqaulun faṣl",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086013.mp3"
  }, {
    "verseId": "86:14",
    "ayahText": "وَّمَا هُوَ بِالْهَزْلِۗ",
    "indoText": "dan (Al-Qur'an) itu bukanlah sendagurauan. (Qs.At-Tariq 86:14)",
    "enText": "And it is not amusement.",
    "readText": "wa mā huwa bil-hazl",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086014.mp3"
  }, {
    "verseId": "86:15",
    "ayahText": "اِنَّهُمْ يَكِيْدُوْنَ كَيْدًاۙ",
    "indoText": "Sungguh, mereka (orang kafir) merencanakan tipu daya yang jahat. (Qs.At-Tariq 86:15)",
    "enText": "Indeed, they are planning a plan,",
    "readText": "innahum yakīdụna kaidā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086015.mp3"
  }, {
    "verseId": "86:16",
    "ayahText": "وَّاَكِيْدُ كَيْدًاۖ",
    "indoText": "Dan Aku pun membuat rencana (tipu daya) yang jitu. (Qs.At-Tariq 86:16)",
    "enText": "But I am planning a plan.",
    "readText": "wa akīdu kaidā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086016.mp3"
  }, {
    "verseId": "86:17",
    "ayahText": "فَمَهِّلِ الْكٰفِرِيْنَ اَمْهِلْهُمْ رُوَيْدًا",
    "indoText": "Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu. (Qs.At-Tariq 86:17)",
    "enText": "So allow time for the disbelievers. Leave them awhile.",
    "readText": "fa mahhilil-kāfirīna am-hil-hum ruwaidā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/086017.mp3"
  },{
    "verseId": "99:1",
    "ayahText": "اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ",
    "indoText": "Apabila bumi diguncangkan dengan guncangan yang dahsyat, (Qs.Az-Zalzalah 99:1)",
    "enText": "When the earth is shaken with its [final] earthquake",
    "readText": "iżā zulzilatil-arḍu zilzālahā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099001.mp3"
  }, {
    "verseId": "99:2",
    "ayahText": "وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ",
    "indoText": "dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, (Qs.Az-Zalzalah 99:2)",
    "enText": "And the earth discharges its burdens",
    "readText": "wa akhrajatil-arḍu aṡqālahā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099002.mp3"
  }, {
    "verseId": "99:3",
    "ayahText": "وَقَالَ الْاِنْسَانُ مَا لَهَاۚ",
    "indoText": "Dan manusia bertanya, “Apa yang terjadi pada bumi ini?” (Qs.Az-Zalzalah 99:3)",
    "enText": "And man says, \"What is [wrong] with it?\" -",
    "readText": "wa qālal-insānu mā lahā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099003.mp3"
  }, {
    "verseId": "99:4",
    "ayahText": "يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ",
    "indoText": "Pada hari itu bumi menyampaikan beritanya, (Qs.Az-Zalzalah 99:4)",
    "enText": "That Day, it will report its news",
    "readText": "yauma`iżin tuḥaddiṡu akhbārahā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099004.mp3"
  }, {
    "verseId": "99:5",
    "ayahText": "بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ",
    "indoText": "karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya. (Qs.Az-Zalzalah 99:5)",
    "enText": "Because your Lord has commanded it.",
    "readText": "bi`anna rabbaka auḥā lahā",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099005.mp3"
  }, {
    "verseId": "99:6",
    "ayahText": "يَوْمَىِٕذٍ يَّصْدُرُ النَّاسُ اَشْتَاتًا ەۙ لِّيُرَوْا اَعْمَالَهُمْۗ",
    "indoText": "Pada hari itu manusia keluar dari kuburnya dalam keadaan berkelompok-kelompok, untuk diperlihatkan kepada mereka (balasan) semua perbuatannya. (Qs.Az-Zalzalah 99:6)",
    "enText": "That Day, the people will depart separated [into categories] to be shown [the result of] their deeds.",
    "readText": "yauma`iżiy yaṣdurun-nāsu asytātal liyurau a'mālahum",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099006.mp3"
  }, {
    "verseId": "99:7",
    "ayahText": "فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ",
    "indoText": "Maka barangsiapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, (Qs.Az-Zalzalah 99:7)",
    "enText": "So whoever does an atom's weight of good will see it,",
    "readText": "fa may ya'mal miṡqāla żarratin khairay yarah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099007.mp3"
  }, {
    "verseId": "99:8",
    "ayahText": "وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ",
    "indoText": "dan barangsiapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (Qs.Az-Zalzalah 99:8)",
    "enText": "And whoever does an atom's weight of evil will see it.",
    "readText": "wa may ya'mal miṡqāla żarratin syarray yarah",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/099008.mp3"
  },{
    "verseId": "109:1",
    "ayahText": "قُلْ يٰٓاَيُّهَا الْكٰفِرُوْنَۙ",
    "indoText": "Katakanlah (Muhammad), “Wahai orang-orang kafir! (Qs.Al-Kafirun 109:1)",
    "enText": "Say, \"O disbelievers,",
    "readText": "qul yā ayyuhal-kāfirụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/109001.mp3"
  }, {
    "verseId": "109:2",
    "ayahText": "لَآ اَعْبُدُ مَا تَعْبُدُوْنَۙ",
    "indoText": "aku tidak akan menyembah apa yang kamu sembah, (Qs.Al-Kafirun 109:2)",
    "enText": "I do not worship what you worship.",
    "readText": "lā a'budu mā ta'budụn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/109002.mp3"
  }, {
    "verseId": "109:3",
    "ayahText": "وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۚ",
    "indoText": "dan kamu bukan penyembah apa yang aku sembah, (Qs.Al-Kafirun 109:3)",
    "enText": "Nor are you worshippers of what I worship.",
    "readText": "wa lā antum 'ābidụna mā a'bud",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/109003.mp3"
  }, {
    "verseId": "109:4",
    "ayahText": "وَلَآ اَنَا۠ عَابِدٌ مَّا عَبَدْتُّمْۙ",
    "indoText": "dan aku tidak pernah menjadi penyembah apa yang kamu sembah, (Qs.Al-Kafirun 109:4)",
    "enText": "Nor will I be a worshipper of what you worship.",
    "readText": "wa lā ana 'ābidum mā 'abattum",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/109004.mp3"
  }, {
    "verseId": "109:5",
    "ayahText": "وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۗ",
    "indoText": "dan kamu tidak pernah (pula) menjadi penyembah apa yang aku sembah. (Qs.Al-Kafirun 109:5)",
    "enText": "Nor will you be worshippers of what I worship.",
    "readText": "wa lā antum 'ābidụna mā a'bud",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/109005.mp3"
  }, {
    "verseId": "109:6",
    "ayahText": "لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ",
    "indoText": "Untukmu agamamu, dan untukku agamaku.” (Qs.Al-Kafirun 109:6)",
    "enText": "For you is your religion, and for me is my religion.\"",
    "readText": "lakum dīnukum wa liya dīn",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/109006.mp3"
  },{
    "verseId": "112:1",
    "ayahText": "قُلْ هُوَ اللّٰهُ اَحَدٌۚ",
    "indoText": "Katakanlah (Muhammad), “Dialah Allah, Yang Maha Esa. (Al-Ikhlas 112:1)",
    "readText": "qul huwallāhu aḥad",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/112001.mp3"
  }, {
    "verseId": "112:2",
    "ayahText": "اَللّٰهُ الصَّمَدُۚ",
    "indoText": "Allah tempat meminta segala sesuatu. (Al-Ikhlas 112:2)",
    "readText": "allāhuṣ-ṣamad",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/112002.mp3"
  }, {
    "verseId": "112:3",
    "ayahText": "لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ",
    "indoText": "(Allah) tidak beranak dan tidak pula diperanakkan. (Al-Ikhlas 112:3)",
    "readText": "lam yalid wa lam yụlad",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/112003.mp3"
  }, {
    "verseId": "112:4",
    "ayahText": "وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ",
    "indoText": "Dan tidak ada sesuatu yang setara dengan Dia.” (Al-Ikhlas 112:4)",
    "readText": "wa lam yakul lahụ kufuwan aḥad",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/112004.mp3"
  }, {
    "verseId": "113:1",
    "ayahText": "قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ",
    "indoText": "Katakanlah, “Aku berlindung kepada Tuhan yang menguasai subuh (fajar), (Al-Falaq 113:1)",
    "readText": "qul a'ụżu birabbil-falaq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/113001.mp3"
  }, {
    "verseId": "113:2",
    "ayahText": "مِنْ شَرِّ مَا خَلَقَۙ",
    "indoText": "dari kejahatan (makhluk yang) Dia ciptakan, (Al-Falaq 113:2) ",
    "readText": "min syarri mā khalaq",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/113002.mp3"
  }, {
    "verseId": "113:3",
    "ayahText": "وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ",
    "indoText": "dan dari kejahatan malam apabila telah gelap gulita, (Al-Falaq 113:3)",
    "readText": "wa min syarri gāsiqin iżā waqab",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/113003.mp3"
  }, {
    "verseId": "113:4",
    "ayahText": "وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ",
    "indoText": "dan dari kejahatan (perempuan-perempuan) penyihir yang meniup pada buhul-buhul (talinya), (Al-Falaq 113:4)",
    "readText": "wa min syarrin-naffāṡāti fil-'uqad",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/113004.mp3"
  }, {
    "verseId": "113:5",
    "ayahText": "وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ",
    "indoText": "dan dari kejahatan orang yang dengki apabila dia dengki.” (Al-Falaq 113:5)",
    "readText": "wa min syarri ḥāsidin iżā ḥasad",
    "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/113005.mp3"
  },
    {
      "verseId": "114:1",
      "ayahText": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِۙ قُلْ اَعُوْذُ بِرَبِّ النَّاسِۙ",
      "indoText": "Katakanlah, “Aku berlindung kepada Tuhannya manusia, (An-Nas 114:1)",
      "readText": "qul a'ụżu birabbin-nās",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/114001.mp3"
    }, {
      "verseId": "114:2",
      "ayahText": "مَلِكِ النَّاسِۙ",
      "indoText": "Raja manusia, (An-Nas 114:2)",
      "readText": "malikin-nās",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/114002.mp3"
    }, {
      "verseId": "114:3",
      "ayahText": "اِلٰهِ النَّاسِۙ",
      "indoText": "sembahan manusia, (An-Nas 114:3)",
      "readText": "ilāhin-nās",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/114003.mp3"
    }, {
      "verseId": "114:4",
      "ayahText": "مِنْ شَرِّ الْوَسْوَاسِ ەۙ الْخَنَّاسِۖ",
      "indoText": "dari kejahatan (bisikan) setan yang bersembunyi, (An-Nas 114:4)",
      "readText": "min syarril-waswāsil-khannās",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/114004.mp3"
    }, {
      "verseId": "114:5",
      "ayahText": "الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِۙ",
      "indoText": "yang membisikkan (kejahatan) ke dalam dada manusia, (An-Nas 114:5)",
      "readText": "allażī yuwaswisu fī ṣudụrin-nās",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/114005.mp3"
    }, {
      "verseId": "114:6",
      "ayahText": "مِنَ الْجِنَّةِ وَالنَّاسِ",
      "indoText": "dari (golongan) jin dan manusia.” (An-Nas 114:6)",
      "readText": "minal-jinnati wan-nās",
      "audio": "https:\/\/everyayah.com\/data\/Alafasy_64kbps\/114006.mp3"
    }
  ]
}