{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 453",
      "hadits": "عَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا قَالَتْ: ( أَوَّلُ مَا فُرِضَتْ اَلصَّلَاةُ رَكْعَتَيْنِ , فَأُقِرَّتْ صَلَاةُ اَلسَّفَرِ وَأُتِمَّتْ صَلَاةُ اَلْحَضَرِ )  مُتَّفَقٌ عَلَيْه",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Sholat itu awalnya diwajibkan dua rakaat, lalu ia ditetapkan sebagai sholat dalam perjalanan, dan sholat di tempat disempurnakan (ditambah). Muttafaq Alaihi. "
    },
    {
      "number": 2,
      "title": "Hadits No. 454",
      "hadits": "وَلِلْبُخَارِيِّ: ( ثُمَّ هَاجَرَ, فَفُرِضَتْ أَرْبَعًا, وَأُقِرَّتْ صَلَاةُ اَلسَّفَرِ عَلَى اَلْأَوَّلِ )",
      "indo": "Menurut riwayat Bukhari: Kemudian beliau hijrah, lalu diwajibkan sholat empat rakaat, dan sholat dalam perjalanan ditetapkan seperti semula."
    },
    {
      "number": 3,
      "title": "Hadits No. 455",
      "hadits": "زَادَ أَحْمَدُ: ( إِلَّا اَلْمَغْرِبَ فَإِنَّهَا وِتْرُ اَلنَّهَارِ, وَإِلَّا اَلصُّبْحَ, فَإِنَّهَا تَطُولُ فِيهَا اَلْقِرَاءَةُ )",
      "indo": "Ahmad menambahkan: Kecuali Maghrib karena ia pengganjil sholat siang dan Shubuh karena bacaannya dipanjangkan."
    },
    {
      "number": 4,
      "title": "Hadits No. 456",
      "hadits": "وَعَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا; ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم كَانَ يَقْصُرُ فِي اَلسَّفَرِ وَيُتِمُّ, وَيَصُومُ وَيُفْطِرُ )  رَوَاهُ اَلدَّارَقُطْنِيُّ, وَرُوَاتُهُ ثِقَاتٌ. إِلَّا أَنَّهُ مَعْلُول ٌوَالْمَحْفُوظُ عَنْ عَائِشَةَ مِنْ فِعْلِهَا, وَقَالَتْ: ( إِنَّهُ لَا يَشُقُّ عَلَيَّ )  أَخْرَجَهُ اَلْبَيْهَقِيّ",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam adakalanya mengqashar sholat dalam perjalanan dan adakalanya tidak, kadangkala puasa dan kadangkala tidak. Riwayat Daruquthni. Para perawinya dapat dipercaya, hanya saja hadits ini ma'lul. Adapun yang mahfudh dari 'Aisyah Radliyallaahu 'anhu adalah dari perbuatannya, dan dia berkata: Sesungguhnya hal itu tidak berat bagiku. Dikeluarkan oleh Baihaqy"
    },
    {
      "number": 5,
      "title": "Hadits No. 457",
      "hadits": "وَعَنْ اِبْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ اَللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصُهُ كَمَا يَكْرَهُ أَنْ تُؤْتَى مَعْصِيَتُهُ )  رَوَاهُ أَحْمَدُ, وَصَحَّحَهُ اِبْنُ خُزَيْمَةَ, وَابْنُ حِبَّانَ وَفِي رِوَايَةٍ: ( كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ )",
      "indo": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sesungguhnya Allah suka bila rukhshoh (keringanan)-Nya dilaksanakan sebagaimana Dia benci bila maksiatnya dilaksanakan.\" Riwayat Ahmad. Hadits shahih menurut Ibnu Khuzaimah dan Ibnu Hibban. Dalam suatu riwayat: \"Sebagaimana Dia suka bila perintah-perintah-Nya yang keras dilakukan.\""
    },
    {
      "number": 6,
      "title": "Hadits No. 458",
      "hadits": "وَعَنْ أَنَسٍ رَضِيَ اَللَّهُ عَنْهُ قَالَ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا خَرَجَ مَسِيرَةَ ثَلَاثَةِ أَمْيَال ٍ أَوْ فَرَاسِخَ, صَلَّى رَكْعَتَيْنِ )  رَوَاهُ مُسْلِمٌ",
      "indo": "Anas Radliyallaahu 'anhu berkata: Adalah Rasulullah Shallallaahu 'alaihi wa Sallam bila keluar bepergian sejauh tiga mil atau farsakh, beliau sholat dua rakaat. Riwayat Muslim."
    },
    {
      "number": 7,
      "title": "Hadits No. 459",
      "hadits": "عَنْهُ قَالَ: ( خَرَجْنَا مَعَ رَسُولِ اَللَّهِ صلى الله عليه وسلم مِنْ اَلْمَدِينَةِ إِلَى مَكَّةَ، فَكَانَ يُصَلِّي رَكْعَتَيْنِ رَكْعَتَيْنِ حَتَّى رَجَعْنَا إِلَى اَلْمَدِينَةِ )  مُتَّفَقٌ عَلَيْهِ, وَاللَّفْظُ لِلْبُخَارِيِّ",
      "indo": "Anas Radliyallaahu 'anhu berkata: Pernah kami keluar bersama Rasulullah Shallallaahu 'alaihi wa Sallam dari Madinah ke Mekkah. Beliau selalu sholat dua rakaat-dua rakaat sampai kami kembali ke Madinah. Muttafaq Alaihi dan lafadznya menurut Bukhari."
    },
    {
      "number": 8,
      "title": "Hadits No. 460",
      "hadits": "وَعَنْ اِبْنِ عَبَّاسٍ رَضِيَ اَللَّهُ عَنْهُمَا قَالَ: ( أَقَامَ اَلنَّبِيُّ صلى الله عليه وسلم تِسْعَةَ عَشَرَ يَقْصُرُ )  وَفِي لَفْظٍ: ( بِمَكَّةَ تِسْعَةَ عَشَرَ يَوْمًا )  رَوَاهُ اَلْبُخَارِيّ ُوَفِي رِوَايَةٍ لِأَبِي دَاوُدَ: ( سَبْعَ عَشْرَةَ ) وَفِي أُخْرَى: ( خَمْسَ عَشْرَةَ )",
      "indo": "Ibnu Abbas Radliyallaahu 'anhu berkata: Nabi Shallallaahu 'alaihi wa Sallam menetap selama 19 hari, beliau mengqashar sholat. Dalam lafadz hadits lain: Di Mekkah selama 19 hari. Riwayat Bukhari. Dan dalam suatu riwayat menurut Abu Dawud: Tujuh belas hari. Dalam riwayat lain: Lima belas hari."
    },
    {
      "number": 9,
      "title": "Hadits No. 461 ",
      "hadits": "وَلَهُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ: ( ثَمَانِيَ عَشْرَةَ )",
      "indo": "Menurut riwayat Bukhari dari Imran Ibnu Hushoin Radliyallaahu 'anhu : Delapan belas hari"
    },
    {
      "number": 10,
      "title": "Hadits No. 462",
      "hadits": "وَلَهُ عَنْ جَابِرٍ: ( أَقَامَ بِتَبُوكَ عِشْرِينَ يَوْمًا يَقْصُرُ اَلصَّلَاةَ )  وَرُوَاتُهُ ثِقَاتٌ, إِلَّا أَنَّهُ اُخْتُلِفَ فِي وَصْلِهٌ",
      "indo": "Menurut riwayatnya pula dari Jabir Radliyallaahu 'anhu : Beliau menetap di Tabuk 20 hari mengqashar sholat. Para perawinya dapat di percaya tetapi diperselisihkan maushul-nya"
    },
    {
      "number": 11,
      "title": "Hadits No. 463",
      "hadits": "وَعَنْ أَنَسٍ: ( كَانَ رَسُولُ اَللَّهِ صلى الله عليه وسلم إِذَا اِرْتَحَلَ قَبْلَ أَنْ تَزِيغَ اَلشَّمْسُ أَخَّرَ اَلظُّهْرَ إِلَى وَقْتِ اَلْعَصْرِ, ثُمَّ نَزَلَ فَجَمَعَ بَيْنَهُمَا, فَإِنْ زَاغَتْ اَلشَّمْسُ قَبْلَ أَنْ يَرْتَحِلَ صَلَّى اَلظُّهْرَ, ثُمَّ رَكِبَ ) مُتَّفَقٌ عَلَيْهِ. وَفِي رِوَايَةِ اَلْحَاكِمِ فِي \"اَلْأَرْبَعِينَ\" بِإِسْنَادِ اَلصَّحِيحِ: ( صَلَّى اَلظُّهْرَ وَالْعَصْرَ, ثُمَّ رَكِبَ ) وَلِأَبِي نُعَيْمٍ فِي \"مُسْتَخْرَجِ مُسْلِمٍ\": ( كَانَ إِذَا كَانَ فِي سَفَرٍ, فَزَالَتْ اَلشَّمْسُ صَلَّى اَلظُّهْرَ وَالْعَصْرَ جَمِيعًا, ثُمَّ اِرْتَحَلَ )",
      "indo": "Anas Radliyallaahu 'anhu berkata: Biasanya Rasulullah Shallallaahu 'alaihi wa Sallam bila berangkat dalam bepergian sebelum matahari tergelincir, beliau mengakhirkan sholat Dhuhur hingga waktu Ashar. Kemudian beliau turun dan menjamak kedua sholat itu. Bila matahari telah tergelincir sebelum beliau pergi, beliau sholat Dhuhur dahulu kemudian naik kendaraan. Muttafaq Alaihi. Dalam suatu hadits riwayat Hakim dalam kitab al-Arba'in dengan sanad shahih: Beliau sholat Dhuhur dan Ashar kemudian naik kendaraan. Dalam riwayat Abu Nu'aim dalam kitab Mustakhroj Muslim: Bila beliau dalam perjalanan dan matahari telah tergelincir, beliau sholat Dhuhur dan Ashar dengan jamak, kemudian berangkat."
    },
    {
      "number": 12,
      "title": "Hadits No. 464",
      "hadits": "وَعَنْ مُعَاذٍ رضي الله عنه قَالَ: ( خَرَجْنَا مَعَ رَسُولِ اَللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ، فَكَانَ يُصَلِّي اَلظُّهْرَ وَالْعَصْرَ جَمِيعًا, وَالْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا )  رَوَاهُ مُسْلِمٌ",
      "indo": "Muadz Radliyallaahu 'anhu berkata: Kami pernah pergi bersama Rasulullah Shallallaahu 'alaihi wa Sallam dalam perang Tabuk. Beliau Sholat Dhuhur dan Ashar dengan jamak serta Maghrib dan Isya' dengan jamak. Riwayat Muslim."
    },
    {
      "number": 13,
      "title": "Hadits No. 465",
      "hadits": "وَعَنْ اِبْنِ عَبَّاسٍ رَضِيَ اَللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم : ( لَا تَقْصُرُوا اَلصَّلَاةَ فِي أَقَلَّ مِنْ أَرْبَعَةِ بُرُدٍ; مِنْ مَكَّةَ إِلَى عُسْفَانَ )  رَوَاهُ اَلدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيف وَالصَّحِيحُ أَنَّهُ مَوْقُوفٌ، كَذَا أَخْرَجَهُ اِبْنُ خُزَيْمَةَ",
      "indo": "Dari Ibnu Abbas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Jangan mengqashar sholat kurang dari empat burd, yakni dari Mekkah ke Usfan.\" Diriwayatkan oleh Daruquthni dengan sanad lemah. Menurut pendapat yang benar hadits ini mauquf sebagaimana yang dikeluarkan oleh Ibnu Khuzaimah."
    },
    {
      "number": 14,
      "title": "Hadits No. 466",
      "hadits": "وَعَنْ جَابِرٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( خَيْرُ أُمَّتِي اَلَّذِينَ إِذَا أَسَاءُوا اِسْتَغْفَرُوا, وَإِذَا سَافَرُوا قَصَرُوا وَأَفْطَرُوا )  أَخْرَجَهُ اَلطَّبَرَانِيُّ فِي \"اَلْأَوْسَطِ\" بِإِسْنَادٍ ضَعِيفٍ وَهُوَ فِي مُرْسَلِ سَعِيدِ بْنِ اَلْمُسَيَّبِ عِنْدَ اَلْبَيْهَقِيِّ مُخْتَصَر",
      "indo": "Dari Jabir Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sebaik-baik umatku adalah mereka yang bila berbuat kesalahan memohon ampunan dan bila bepergian mengqashar sholat dan membatalkan puasa.\" Dikeluarkan oleh Thabrani dalam Ausath dengan sanad yang lemah. Hadits tersebut juga terdapat dalam Mursal Said Ibnu al-Musayyab dengan ringkas."
    },
    {
      "number": 15,
      "title": "Hadits No. 467",
      "hadits": "وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اَللَّهُ عَنْهُمَا قَالَ: ( كَانَتْ بِي بَوَاسِيرُ, فَسَأَلْتُ اَلنَّبِيَّ صلى الله عليه وسلم عَنْ اَلصَّلَاةِ؟ فَقَالَ: \"صَلِّ قَائِمًا, فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا, فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ\" )  رَوَاهُ اَلْبُخَارِيُّ",
      "indo": "Imam Ibnu Hushoin Radliyallaahu 'anhu berkata: Aku mempunyai penyakit bawasir, bila aku menanyakan kepada Nabi Shallallaahu 'alaihi wa Sallam tentang cara sholat. Beliau bersabda: \"Sholatlah dengan berdiri, jika tidak mampu maka dengan duduk, dan jika tidak mampu maka dengan berbaring.\" Riwayat Bukhari."
    },
    {
      "number": 16,
      "title": "Hadits No. 468",
      "hadits": "وَعَنْ جَابِرٍ قَالَ: ( عَادَ اَلنَّبِيُّ صلى الله عليه وسلم مَرِيضًا, فَرَآهُ يُصَلِّي عَلَى وِسَادَةٍ, فَرَمَى بِهَا, وَقَالَ: \"صَلِّ عَلَى اَلْأَرْضِ إِنْ اِسْتَطَعْتَ, وَإِلَّا فَأَوْمِ إِيمَاءً, وَاجْعَلْ سُجُودَكَ أَخْفَضَ مِنْ رُكُوعِكَ\" )  رَوَاهُ اَلْبَيْهَقِيُّ. وَصَحَّحَ أَبُو حَاتِمٍ وَقْفَهُ ",
      "indo": "Jabir r.a: Nabi Shallallaahu 'alaihi wa Sallam pernah menjenguk orang sakit. Beliau melihat orang itu sedang sholat di atas bantal, lalu beliau membuangnya. Beliau bersabda: \"Sholatlah di atas tanah bila engkau mampu, jika tidak maka pakailah isyarat, dan jadikan (isyarat) sujudmu lebih rendah daripada (isyarat) ruku'mu.\" Riwayat Baihaqi dan Abu Hatim membenarkan bahwa hadits ini mauquf."
    },
    {
      "number": 17,
      "title": "Hadits No. 469",
      "hadits": "وَعَنْ عَائِشَةَ رَضِيَ اَللَّهُ عَنْهَا قَالَتْ: ( رَأَيْتُ اَلنَّبِيَّ صلى الله عليه وسلم يُصَلِّي مُتَرَبِّعًا )  رَوَاهُ النَّسَائِيُّ. وَصَحَّحَهُ اَلْحَاكِمُ.",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Aku melihat Nabi Shallallaahu 'alaihi wa Sallam sholat dengan bersila. Riwayat Nasa'i. Menurut Al-Hakim hadits tersebut shahih."
    }
  ]
}