{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 190",
      "hadits": "عَنْ عَبْدِ اَللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ رضي الله عنه قَالَ: ( طَافَ بِي -وَأَنَا نَائِمٌ- رَجُلٌ فَقَالَ: تَقُولُ: \"اَللَّهُ أَكْبَرَ اَللَّهِ أَكْبَرُ فَذَكَرَ اَلْآذَانَ - بِتَرْبِيع اَلتَّكْبِيرِ بِغَيْرِ تَرْجِيعٍ وَالْإِقَامَةَ فُرَادَى إِلَّا قَدْ قَامَتِ اَلصَّلَاةُ - قَالَ: فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اَللَّهِ صلى الله عليه وسلم فَقَالَ: \"إِنَّهَا لَرُؤْيَا حَقٍّ...\" )  اَلْحَدِيثَ. أَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ وَصَحَّحَهُ اَلتِّرْمِذِيُّ وَابْنُ خُزَيْمَةَ.",
      "indo": "Abdullah Ibnu Zaid Ibnu Abdi Rabbih berkata: Waktu saya tidur (saya bermimpi) ada seseorang mengelilingi saya seraya berkata: Ucapkanlah \"Allahu Akbar Allahu Akbar lalu ia mengucapkan adzan empat kali tanpa pengulangan dan mengucapkan qomat sekali kecuali \"qod Qoomatish sholaat\". Ia berkata: Ketika telah shubuh aku menghadap Rasulullah Shallallaahu 'alaihi wa Sallam lalu beliau bersabda: \"Sesungguhnya ia adalah mimpi yang benar.\" Hadits dikeluarkan oleh Ahmad dan Abu Dawud. Shahih menurut Tirmidzi dan Ibnu Khuzaimah"
    },
    {
      "number": 2,
      "title": "Hadits No. 191",
      "hadits": "وَزَادَ أَحْمَدُ فِي آخِرِهِ قِصَّةَ قَوْلِ بِلَالٍ فِي آذَانِ اَلْفَجْرِ: ( اَلصَّلَاةُ خَيْرٌ مِنَ اَلنَّوْمِ )",
      "indo": "Ahmad menambahkan pada akhir hadits tentang kisah ucapan Bilal dalam adzan Shubuh: \"Shalat itu lebih baik daripada tidur.\"\n"
    },
    {
      "number": 3,
      "title": "Hadits No. 192",
      "hadits": "وَلِابْنِ خُزَيْمَةَ: عَنْ أَنَسٍ قَالَ: ( مِنْ اَلسُّنَّةِ إِذَا قَالَ اَلْمُؤَذِّنُ فِي اَلْفَجْرِ: حَيٌّ عَلَى اَلْفَلَاحِ قَالَ: اَلصَّلَاةُ خَيْرٌ مِنَ اَلنَّوْمِ )",
      "indo": "Menurut riwayat Ibnu Khuzaimah dari Anas r.a ia berkata: Termasuk sunnah adalah bila muadzin pada waktu fajar telah membaca hayya 'alash sholaah ia mengucapkan assholaatu khairum minan naum\n"
    },
    {
      "number": 4,
      "title": "Hadits No. 193",
      "hadits": "عَنْ أَبِي مَحْذُورَةَ رضي الله عنه ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم عَلَّمَهُ اَلْآذَانَ فَذَكَرَ فِيهِ اَلتَّرْجِيعَ )  أَخْرَجَهُ مُسْلِمٌ. وَلَكِنْ ذَكَرَ اَلتَّكْبِيرَ فِي أَوَّلِهِ مَرَّتَيْنِ فَقَطْ. وَرَوَاهُ اَلْخَمْسَةُ فَذَكَرُوهُ مُرَبَّعًا",
      "indo": "Dari Abu Mahdzurah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam mengajarinya adzan lalu beliau menyebut tarji' (mengulangi dua kali). Dikeluarkan oleh Muslim namun ia hanya menyebutkan takbir dua kali pada permulaan adzan. Riwayat Imam Lima dengan menyebut takbir empat kali"
    },
    {
      "number": 5,
      "title": "Hadits No. 194",
      "hadits": "وَعَنْ أَنَسِ]بْنِ مَالِكٍ] رضي الله عنه قَالَ: ( أُمِرَ بِلَالٌ أَنْ يَشْفَعَ اَلْآذَانَ وَيُوتِرَ اَلْإِقَامَةَ إِلَّا اَلْإِقَامَةَ يَعْنِي قَوْلَهُ: قَدْ قَامَتِ اَلصَّلَاةُ )  مُتَّفَقٌ عَلَيْهِ وَلَمْ يَذْكُرْ مُسْلِمٌ اَلِاسْتِثْنَاءَ",
      "indo": "Anas Radliyallaahu 'anhu berkata: Bilal diperintahkan untuk menggenapkan kalimat adzan dan mengganjilkan kalimat qomat kecuali kalimat iqomat yakni qod qoomatish sholaah. Muttafaq Alaihi tetapi Muslim tidak menyebut pengecualian."
    },
    {
      "number": 6,
      "title": "Hadits No. 195",
      "hadits": "وَلِلنَّسَائِيِّ: ( أَمَرَ اَلنَّبِيُّ صلى الله عليه وسلم بِلَالاً )",
      "indo": "Menurut riwayat Nasa'i: Nabi Shallallaahu 'alaihi wa Sallam memerintahkan Bilal (untuk menggenapkan adzan dan mengganjilkan qomat)."
    },
    {
      "number": 7,
      "title": "Hadits No. 196",
      "hadits": "وَعَنْ أَبِي جُحَيْفَةَ رضي الله عنه قَالَ: ( رَأَيْتُ بِلَالاً يُؤَذِّنُ وَأَتَتَبَّعُ فَاهُ هَاهُنَا وَهَاهُنَا وَإِصْبَعَاهُ فِي أُذُنَيْهِ )  رَوَاهُ أَحْمَدُ وَاَلتِّرْمِذِيُّ وَصَحَّحَهُ.",
      "indo": "Abu Juhaifah Radliyallaahu 'anhu berkata: Aku pernah melihat Bilal adzan dan aku perhatikan mulutnya kesana kemari (komat kamit dan dua jari-jarinya menutup kedua telinganya. Riwayat Ahmad dan Tirmidzi. Hadits shahih menurut Tirmidzi"
    },
    {
      "number": 8,
      "title": "Hadits No. 197",
      "hadits": "وَلِابْنِ مَاجَهْ: وَجَعَلَ إِصْبَعَيْهِ فِي أُذُنَيْهِ.",
      "indo": "Menurut Ibnu Majah: Dia menjadikan dua jari-jarinya menutup kedua telinganya"
    },
    {
      "number": 9,
      "title": "Hadits No. 198",
      "hadits": "وَلِأَبِي دَاوُدَ: ( لَوَى عُنُقَهُ لَمَّا بَلَغَ \"حَيَّ عَلَى اَلصَّلَاةِ \" يَمِينًا وَشِمَالاً وَلَمْ يَسْتَدِرْ ). وَأَصْلِهِ فِي اَلصَّحِيحَيْنِ",
      "indo": "Menurut Riwayat Abu Dawud: Dia menggerakkan lehernya ke kanan dan ke kiri ketika sampai pada ucapan \"hayya 'alash sholaah\" dan dia tidak memutar tubuhnya. Asal hadits tersebut dari Bukhari-Muslim."
    },
    {
      "number": 10,
      "title": "Hadits No. 199",
      "hadits": "وَعَنْ أَبِي مَحْذُورَةَ رضي الله عنه ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم أَعْجَبَهُ صَوْتُهُ فَعَلَّمَهُ اَلْآذَانَ )  رَوَاهُ اِبْنُ خُزَيْمَةَ",
      "indo": "Dari Abu Mahdzurah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam kagum dengan suaranya kemudian beliau mengajarinya adzan. Diriwayatkan oleh Ibnu Khuzaimah."
    },
    {
      "number": 11,
      "title": "Hadits No. 200",
      "hadits": "وَعَنْ جَابِرِ بْنِ سَمُرَةٍ رَضِيَ اَللَّهُ عَنْهُمَا قَالَ: ( صَلَّيْتُ مَعَ اَلنَّبِيِّ صلى الله عليه وسلم اَلْعِيدَيْنِ غَيْرَ مَرَّةٍ وَلَا مَرَّتَيْنِ بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ )  رَوَاهُ مُسْلِمٌُِ",
      "indo": "Jabir Ibnu Samurah berkata: Aku shalat dua I'ed (Fitri dan Adha) bukan sekali dua kali bersama Nabi Shallallaahu 'alaihi wa Sallam tanpa adzan dan qomat. Riwayat Muslim."
    },
    {
      "number": 12,
      "title": "Hadits No. 201",
      "hadits": "وَنَحْوُهُ فِي اَلْمُتَّفَقِ: عَنْ اِبْنِ عَبَّاسٍ رَضِيَ اَللَّهُ عَنْهُمَا وَغَيْرُهُ",
      "indo": "Hadits serupa juga ada dalam riwayat Muttafaq Alaihi dari Ibnu Abbas Radliyallaahu 'anhu dan dari yang lainnya."
    },
    {
      "number": 13,
      "title": "Hadits No. 202",
      "hadits": "وَعَنْ أَبِي قَتَادَةٌ فِي اَلْحَدِيثِ اَلطَّوِيلِ ( فِي نَوْمهُمْ عَنْ اَلصَّلَاةِ - ثُمَّ أَذَّنَ بِلَالٌ فَصَلَّى رَسُولُ اَللَّهِ صلى الله عليه وسلم كَمَا كَانَ يَصْنَعُ كُلَّ يَوْمٍ )  رَوَاهُ مُسْلِمٌ",
      "indo": "Dari Abu Qotadah Radliyallaahu 'anhu dalam hadits yang panjang tentang mereka yang meninggalkan shalat karena tidur kemudian Bilal adzan maka Nabi Shallallaahu 'alaihi wa Sallam shalat sebagaimana yang beliau lakukan setiap hari. Hadits riwayat Muslim."
    },
    {
      "number": 14,
      "title": "Hadits No. 203",
      "hadits": "لَهُ عَنْ جَابِرٍ; ( أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم أَتَى اَلْمُزْدَلِفَةَ فَصَلَّى بِهَا اَلْمَغْرِبَ وَالْعِشَاءَ بِأَذَانٍ وَاحِدٍ وَإِقَامَتَيْنِ )",
      "indo": "Dalam riwayat Muslim yang lain dari Jabir Radliyallaahu 'anhu bahwa ketika Nabi Shallallaahu 'alaihi wa Sallam tiba di kota Mudzalifah beliau shalat Maghrib dan Isya' dengan satu adzan dan dua qomat"
    },
    {
      "number": 15,
      "title": "Hadits No. 204",
      "hadits": "وَلَهُ عَنْ اِبْنِ عُمَرَ: ( جَمَعَ بَيْنَ اَلْمَغْرِبِ وَالْعِشَاءِ بِإِقَامَةٍ وَاحِدَةٍ ). زَادَ أَبُو دَاوُدَ: ( لِكُلِّ صَلَاةٍ ). وَفِي رِوَايَةِ لَهُ: ( وَلَمْ يُنَادِ فِي وَاحِدَةٍ مِنْهُمَا )",
      "indo": "Hadits riwayat Muslim dari Ibnu Umar Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam menjamak shalat Maghrib dan Isya' dengan satu kali qomat. Abu Dawud menambahkan: Untuk setiap kali shalat. Dalam riwayat lain: Tidak diperintahkan adzan untuk salah satu dari dua shalat tersebut"
    },
    {
      "number": 16,
      "title": "Hadits No. 205",
      "hadits": "وَعَنْ اِبْنِ عُمَرَ وَعَائِشَةَ قَالَا: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِنَّ بِلَالاً يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ اِبْنُ أُمِّ مَكْتُومٍ\" وَكَانَ رَجُلاً أَعْمَى لَا يُنَادِي حَتَّى يُقَالَ لَهُ: أَصْبَحْتَ أَصْبَحْتَ )  مُتَّفَقٌ عَلَيْهِ.ُُ",
      "indo": "Dari Ibnu Umar dan 'Aisyah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Sesungguhnya Bilal akan beradzan pada malam hari maka makan dan minumlah sampai Ibnu Maktum beradzan. Ia (Ibnu Maktum) adalah laki-laki buta yang tidak akan beradzan kecuali setelah dikatakan kepadanya: Engkau telah masuk waktu Shubuh engkau telah masuk waktu Shubuh.\" Muttafaq Alaihi"
    },
    {
      "number": 17,
      "title": "Hadits No. 206",
      "hadits": "وَعَنْ اِبْنِ عُمَرَ; ( إِنَّ بِلَالاً أَذَّنَ قَبْلَ اَلْفَجْرِ فَأَمَرَهُ اَلنَّبِيُّ صلى الله عليه وسلم أَنْ يَرْجِعَ فَيُنَادِيَ: \"أَلَا إِنَّ اَلْعَبْدَ نَامَ )  رَوَاهُ أَبُو دَاوُدَ وَضَعَّفَهُ",
      "indo": "Dari Ibnu Umar Radliyallaahu 'anhu bahwa Bilal beradzan sebelum fajar lalu Nabi Shallallaahu 'alaihi wa Sallam menyuruhnya kembali pulang kemudian berseru: \"Ingatlah bahwa hamba itu butuh tidur.\" Diriwayatkan dan dianggap hadits lemah oleh Abu Dawud"
    },
    {
      "number": 18,
      "title": "Hadits No. 207",
      "hadits": "وَعَنْ أَبِي سَعِيدٍ اَلْخُدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِذَا سَمِعْتُمْ اَلنِّدَاءَ فَقُولُوا مِثْلَ مَا يَقُولُ اَلْمُؤَذِّنُ )  مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Abu Said Al-Khudry Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Apabila engkau sekalian mendengar adzan maka ucapkanlah seperti yang diucapkan muadzin.\" Muttafaq Alaihi."
    },
    {
      "number": 19,
      "title": "Hadits No. 208",
      "hadits": "وَلِلْبُخَارِيِّ: عَنْ مُعَاوِيَةَ",
      "indo": "Dalam riwayat Bukhari dari Muawiyah Radliyallaahu 'anhu terdapat hadits yang semisalnya"
    },
    {
      "number": 20,
      "title": "Hadits No. 209",
      "hadits": "وَلِمُسْلِمٍ: ( عَنْ عُمَرَ فِي فَضْلِ اَلْقَوْلِ كَمَا يَقُولُ اَلْمُؤَذِّنُ كَلِمَةً كَلِمَةً سِوَى اَلْحَيْعَلَتَيْنِ فَيَقُولُ: \"لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاَللَّهِ\" )",
      "indo": "Menurut Riwayat Muslim dari Umar Radliyallaahu 'anhu tentang keutamaan mengucapkan kalimat per kalimat sebagaimana yang diucapkan oleh sang muadzin kecuali dua hai'alah (hayya 'alash sholaah dan hayya 'alal falaah) maka hendaknya mengucapkan la haula wala quwwata illa billah"
    },
    {
      "number": 21,
      "title": "Hadits No. 210",
      "hadits": "وَعَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ رضي الله عنه ( أَنَّهُ قَالَ : يَا رَسُولَ اَللَّهِ اِجْعَلْنِي إِمَامَ قَوْمِي . قَالَ : \"أَنْتَ إِمَامُهُمْ  وَاقْتَدِ بِأَضْعَفِهِمْ  وَاِتَّخِذْ مُؤَذِّنًا لَا يَأْخُذُ عَلَى أَذَانِهِ أَجْرًا )  أَخْرَجَهُ اَلْخَمْسَةُ  وَحَسَّنَهُ اَلتِّرْمِذِيُّ  وَصَحَّحَهُ اَلْحَاكِمُ .",
      "indo": "Utsman Ibnu Abul'Ash Radliyallaahu 'anhu berkata: Wahai Rasulullah jadikanlah aku sebagai imam mereka perhatikanlah orang yang paling lemah dan angkatlah seorang muadzin yang tidak menuntut upah dari adzannya.\" Dikeluarkan oleh Imam Lima. Hasan menurut Tirmidzi dan shahih menurut Hakim"
    },
    {
      "number": 22,
      "title": "Hadits No. 211",
      "hadits": "وَعَنْ مَالِكِ بْنِ الْحُوَيْرِثِ رضي الله عنه قَالَ : قَالَ لَنَا اَلنَّبِيُّ صلى الله عليه وسلم ( وَإِذَا حَضَرَتِ اَلصَّلَاةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ . . . )  اَلْحَدِيثَ أَخْرَجَهُ اَلسَّبْعَةُ .",
      "indo": "Dari Malik Ibnu Huwairits Radliyallaahu 'anhu bahwa dia berkata: Nabi Shallallaahu 'alaihi wa Sallam pernah bersabda pada kami: \"Bila waktu shalat telah tiba maka hendaklah seseorang di antara kamu menyeru adzan untukmu sekalian.\" Dikeluarkan oleh Imam Tujuh."
    },
    {
      "number": 23,
      "title": "Hadits No. 212",
      "hadits": "وَعَنْ جَابِرٍ رضي الله عنه أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ لِبِلَالٍ : ( إِذَا أَذَّنْتَ فَتَرَسَّلْ  وَإِذَا أَقَمْتُ فَاحْدُرْ  وَاجْعَلْ بَيْنَ أَذَانِكَ وَإِقَامَتِكَ قَدْرَ مَا يَفْرُغُ اَلْآكِلُ مِنْ أَكْلِهِ )  اَلْحَدِيثَ . رَوَاهُ اَلتِّرْمِذِيُّ وَضَعَّفَهُ",
      "indo": "Dari Jabir Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda kepada Bilal: \"Jika engkau menyeru adzan perlambatlah dan jika engkau qomat percepatlah dan jadikanlah antara adzan dan qomatmu itu kira-kira orang yang makan telah selesai dari makannya.\" Hadits diriwayatkan dan dianggap lemah oleh Tirmidzi."
    },
    {
      "number": 24,
      "title": "Hadits No. 213",
      "hadits": "وَلَهُ : عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم قَالَ : ( لَا يُؤَذِّنُ إِلَّا مُتَوَضِّئٌ )  وَضَعَّفَهُ أَيْضًا",
      "indo": "Dalam riwayatnya pula dari Abu Hurairah Radliyallaahu 'anhu bahwa Nabi Shallallaahu 'alaihi wa Sallam bersabda: \"Tidak diperkenankan adzan kecuali orang yang telah berwudlu.\" Hadits tersebut juga dinilai lemah."
    },
    {
      "number": 25,
      "title": "Hadits No. 214",
      "hadits": "وَلَهُ : عَنْ زِيَادِ بْنِ اَلْحَارِثِ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( وَمَنْ أَذَّنَ فَهُوَ يُقِيمُ )  وَضَعَّفَهُ أَيْضًا",
      "indo": "Dalam riwayatnya yang lain dari Ziyad Ibnul Harits bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"barangsiapa yang telah adzan maka dia yang akan qomat.\" Hadits ini juga dinilai lemah."
    },
    {
      "number": 26,
      "title": "Hadits No. 215",
      "hadits": "وَلِأَبِي دَاوُدَ: فِي حَدِيثِ عَبْدِ اَللَّهِ بْنِ زَيْدٍ أَنَّهُ قَالَ : أَنَا رَأَيْتُهُ - يَعْنِي : اَلْأَذَانُ - وَأَنَا كُنْتُ أُرِيدُهُ . قَالَ : \"فَأَقِمْ أَنْتَ \" وَفِيهِ ضَعْفٌ أَيْضًا",
      "indo": "Menurut riwayat Abu Dawud dari hadits Abdullah Ibnu Zaid bahwa dia berkata: Aku telah memimpikannya yaitu mimpi beradzan dan aku menginginkannya. Maka Rasulullah saw bersabda: \"Baik qomatlah engkau.\" Hadits ini juga lemah"
    },
    {
      "number": 27,
      "title": "Hadits No. 216",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْمُؤَذِّنُ أَمْلَكُ بِالْأَذَانِ  وَالْإِمَامُ أَمْلَكُ بِالْإِقَامَةِ )  رَوَاهُ اِبْنُ عَدِيٍّ وَضَعَّفَهُُ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Muadzin itu lebih berhak untuk adzan dan imam itu lebih berhak untuk qomat.\" Diriwayatkan dan dianggap lemah oleh Ibnu Adiy"
    },
    {
      "number": 28,
      "title": "Hadits No. 217",
      "hadits": "وَلِلْبَيْهَقِيِّ نَحْوُهُ : عَنْ عَلِيٍّ مِنْ قَوْلِهُِ",
      "indo": "Menurut riwayat Baihaqi ada hadits semisal dari Ali Radliyallaahu 'anhu dari perkataannya sendiri"
    },
    {
      "number": 29,
      "title": "Hadits No. 218",
      "hadits": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَا يُرَدُّ اَلدُّعَاءُ بَيْنَ اَلْأَذَانِ وَالْإِقَامَةِ )  رَوَاهُ النَّسَائِيُّ  وَصَحَّحَهُ اِبْنُ خُزَيْمَةَ",
      "indo": "Dari Anas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Doa antara adzan dan qomat itu tidak akan ditolak.\" Riwayat Nasa'i dan dianggap lemah oleh Ibnu Khuzaimah"
    },
    {
      "number": 30,
      "title": "Hadits No. 219",
      "hadits": "وَعَنْ جَابِرٍ- رَضِيَ اَللَّهُ عَنْهُ- أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم قَالَ : ( مَنْ قَالَ حِينَ يَسْمَعُ اَلنِّدَاءَ : اَللَّهُمَّ رَبَّ هَذِهِ اَلدَّعْوَةِ اَلتَّامَّةِ  وَالصَّلَاةِ اَلْقَائِمَةِ  آتِ مُحَمَّدًا اَلْوَسِيلَةَ وَالْفَضِيلَةَ  وَابْعَثْهُ مَقَامًا مَحْمُودًا اَلَّذِي وَعَدْتَهُ  حَلَّتْ لَهُ شَفَاعَتِي يَوْمَ اَلْقِيَامَةِ )  أَخْرَجَهُ اَلْأَرْبَعَةُ .",
      "indo": "Dari Jabir Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa yang ketika mendengar adzan berdoa: Allaahumma robba haadzihi da'watit taammati was sholaatil qooimati aati Muhammadanil washiliilata wal fadliilata wab 'atshu maqooman mahmuudal ladzi wa'adtahu (artinya: Ya Allah Tuhan panggilan yang sempurna dan sholat yang ditegakkan berilah Nabi Muhammad wasilah dan keutamaan dan bangunkanlah beliau dalam tempat yang terpuji seperti yang telah Engkau janjikan) maka dia akan memperoleh syafaat dariku pada hari Kiamat.\" Dikeluarkan oleh Imam Empat."
    }
  ]
}