{
  "sub_bab": [
    {
      "number": 1,
      "title": "Hadits No. 263",
      "hadits": "عَنْ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- قَالَتْ : ( أَمَرَ رَسُولُ اَللَّهِ صلى الله عليه وسلم بِبِنَاءِ اَلْمَسَاجِدِ فِي اَلدُّورِ  وَأَنْ تُنَظَّفَ  وَتُطَيَّبَ )  رَوَاهُ أَحْمَدُ  وَأَبُو دَاوُدَ  وَاَلتِّرْمِذِيُّ  وَصَحَّحَ إِرْسَالَهٌُُ",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Rasulullah Shallallaahu 'alaihi wa Sallam memerintahkan untuk membangun masjid di kampung-kampung dan hendaknya dibersihkan dan diharumkan. Riwayat Ahmad Abu Dawud dan Tirmidzi. Tirmidzi menilainya hadits mursal."
    },
    {
      "number": 2,
      "title": "Hadits No. 264",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( قَاتَلَ اَللَّهُ اَلْيَهُودَ : اِتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ )  مُتَّفَقٌ عَلَيْه وَزَادَ مُسْلِمُ ( وَالنَّصَارَى )",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Allah memusuhi orang-orang Yahudi yang menjadikan kuburan Nabi-nabi mereka sebagai masjid.\" Muttafaq Alaihi. Muslim menambahkan: \"Dan orang-orang Nasrani.\" "
    },
    {
      "number": 3,
      "title": "Hadits No. 265",
      "hadits": "وَلَهُمَا مِنْ حَدِيثِ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- ( كَانُوا إِذَا مَاتَ فِيهِمْ اَلرَّجُلُ اَلصَّالِحُ بَنَوْا عَلَى قَبْرِهِ مَسْجِدًا )  وَفِيهِ ( أُولَئِكَ شِرَارُ اَلْخَلْقِ )",
      "indo": "Menurut Bukhari-Muslim dari hadits 'Aisyah r.a: \"Apabila ada orang sholeh di antara mereka yang meninggal dunia mereka membangun di atas kuburannya sebuah masjid.\" Dalam hadits itu disebutkan: \"Mereka itu berakhlak buruk.\" "
    },
    {
      "number": 4,
      "title": "Hadits No. 266",
      "hadits": "وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : ( بَعَثَ اَلنَّبِيُّ صلى الله عليه وسلم خَيْلاً  فَجَاءَتْ بِرَجُلٍ  فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي اَلْمَسْجِدِ )  اَلْحَدِيثَ . مُتَّفَقٌ عَلَيْهِ",
      "indo": "Abu Hurairah Radliyallaahu 'anhu berkata: Nabi Shallallaahu 'alaihi wa Sallam pernah mengirim pasukan berkuda lalu mereka datang membawa seorang tawanan mereka mengikatnya pada salah satu tiang masjid. Muttafaq Alaihi."
    },
    {
      "number": 5,
      "title": "Hadits No. 267",
      "hadits": "وَعَنْهُ رضي الله عنه ( أَنَّ عُمَرَ رضي الله عنه مُرَّ بِحَسَّانَ يَنْشُدُ فِي اَلْمَسْجِدِ  فَلَحَظَ إِلَيْهِ  فَقَالَ : \"قَدْ كُنْتُ أَنْشُدُ  وَفِيهِ مَنْ هُوَ خَيْرٌ مِنْكَ )  . مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Umar Radliyallaahu 'anhu melewati Hassan yang sedang bernyanyi di dalam masjid lalu ia memandangnya. Maka berkatalah Hassan: Aku juga pernah bernyanyi di dalamnya dan di dalamnya ada orang yang lebih mulia daripada engkau. Muttafaq Alaihi."
    },
    {
      "number": 6,
      "title": "Hadits No. 268",
      "hadits": "وَعَنْهُ قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَنْ سَمِعَ رَجُلاً يَنْشُدُ ضَالَّةً فِي اَلْمَسْجِدِ فَلْيَقُلْ : لَا رَدَّهَا اَللَّهُ عَلَيْكَ  فَإِنَّ اَلْمَسَاجِدَ لَمْ تُبْنَ لِهَذَا )  رَوَاهُ مُسْلِم",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Barangsiapa yang mendengar ada seseorang yang mencari barang hilang di masjid hendaknya mengatakan: Allah tidak mengembalikannya kepadamu karena sesungguhnya masjid itu tidak dibangun untuk hal demikian.\" Riwayat Muslim."
    },
    {
      "number": 7,
      "title": "Hadits No. 269",
      "hadits": "وَعَنْهُ أَنَّ رَسُولَ اَللَّهِ صلى الله عليه وسلم يَقُوْلُ ( إِذَا رَأَيْتُمْ مَنْ يَبِيعُ  أَوْ يَبْتَاعُ فِي اَلْمَسْجِدِ  فَقُولُوا : لَا أَرْبَحَ اَللَّهُ تِجَارَتَكَ )  رَوَاهُ النَّسَائِيُّ  وَاَلتِّرْمِذِيُّ وَحَسَّنَهُُِ",
      "indo": "Dari Abu Hurairah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Jika engkau melihat seseorang berjual beli di dalam masjid maka katakanlah padanya: (Semoga Allah tidak menguntungkan perdaganganmu.\" Riwayat Nasa'i dam Tirmidzi. Hadits hasan menurut Tirmidzi."
    },
    {
      "number": 8,
      "title": "Hadits No. 270",
      "hadits": "وَعَنْ حَكِيمِ بْنِ حِزَامٍ قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَا تُقَامُ اَلْحُدُودُ فِي اَلْمَسَاجِدِ  وَلَا يُسْتَقَادُ فِيهَا )  رَوَاهُ أَحْمَدُ  وَأَبُو دَاوُدَ بِسَنَدٍ ضَعِيفٌُ",
      "indo": "Dari Hakim Ibnu Hizam Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Tidak diperbolehkan melaksanakan hukuman had di dalam masjid dan begitu pula tuntut bela di dalamnya.\" Riwayat Ahmad dan Abu Dawud dengan sanad yang lemah."
    },
    {
      "number": 9,
      "title": "Hadits No. 271",
      "hadits": "وَعَنْ عَائِشَةَ -رَضِيَ اَللَّهُ عَنْهَا- قَالَتْ ( أُصِيبَ سَعْدٌ يَوْمَ اَلْخَنْدَقِ  فَضَرَبَ عَلَيْهِ رَسُولُ اَللَّهِ صلى الله عليه وسلم خَيْمَةً فِي اَلْمَسْجِدِ  لِيَعُودَهُ مِنْ قَرِيبٍ )  مُتَّفَقٌ عَلَيْهُِِ",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Sa'ad terluka pada waktu perang khandaq lalu Rasulullah Shallallaahu 'alaihi wa Sallam mendirikan tenda untuknya di dalam masjid agar beliau dapat menengoknya dari dekat. Muttafaq Alaihi."
    },
    {
      "number": 10,
      "title": "Hadits No. 272",
      "hadits": "وَعَنْهَا قَالَتْ : ( رَأَيْتُ رَسُولَ اَللَّهِ صلى الله عليه وسلم يَسْتُرُنِي  وَأَنَا أَنْظُرُ إِلَى اَلْحَبَشَةِ يَلْعَبُونَ فِي اَلْمَسْجِدِ  )  اَلْحَدِيثَ  مُتَّفَقٌ عَلَيْهِ",
      "indo": "'Aisyah Radliyallaahu 'anhu berkata: Aku melihat Rasulullah Shallallaahu 'alaihi wa Sallam menghalangiku ketika aku sedang melihat orang-orang habasyah tengah bermain di dalam masjid. Hadits Muttafaq Alaihi"
    },
    {
      "number": 11,
      "title": "Hadits No. 273",
      "hadits": "وَعَنْهَا ( أَنَّ وَلِيدَةً سَوْدَاءَ كَانَ لَهَا خِبَاءٌ فِي اَلْمَسْجِدِ  فَكَانَتْ تَأْتِينِي  فَتَحَدَّثُ عِنْدِي )  اَلْحَدِيثَ مُتَّفِقٌ عَلَيْهُِ",
      "indo": "Dari 'Aisyah Radliyallaahu 'anhu bahwa seorang budak perempuan hitam mempunyai tenda di dalam masjid ia sering datang kepadaku dan bercakap-cakap denganku. Hadits Muttafaq Alaihi."
    },
    {
      "number": 12,
      "title": "Hadits No. 274",
      "hadits": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( اَلْبُصَاقُ فِى الْمَسْجِدِ خَطِيْئَةٌ وَكَفَّارَتُهَا دَفْنُهَا )  مُتَّفَقٌ عَلَيْهُُِ",
      "indo": "Dari Anas Radliyallahu 'Anhu bahwa Rasulallah Shallallahu 'Alaihi wa Sallam bersabda: \"meludah dalam mesjid adalah suatu kesalahan, maka untuk menebus (dendanya) ialah menimbunnya (menutupnya) dengan tanah.\" Dikeluarkan oleh Muttafaqun 'Alaihi"
    },
    {
      "number": 13,
      "title": "Hadits No. 275",
      "hadits": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( لَا تَقُومُ اَلسَّاعَةُ حَتَّى يَتَبَاهَى اَلنَّاسُ فِي اَلْمَسَاجِدِ )  أَخْرَجَهُ اَلْخَمْسَةُ إِلَّا اَلتِّرْمِذِيُّ  وَصَحَّحَهُ اِبْنُ خُزَيْمَة",
      "indo": "Dari Anas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Tidak akan terjadi kiamat hingga orang-orang berbangga-bangga dengan (kemegahan) masjid.\" Dikeluarkan oleh Imam Lima kecuali Tirmidzi. Hadits shahih menurut Ibnu Khuzaimah."
    },
    {
      "number": 14,
      "title": "Hadits No. 276",
      "hadits": "وَعَنْ اِبْنِ عَبَّاسٍ -رَضِيَ اَللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( مَا أُمِرْتُ بِتَشْيِيدِ اَلْمَسَاجِدِ )  أَخْرَجَهُ أَبُو دَاوُدَ  وَصَحَّحَهُ اِبْنُ حِبَّانَ",
      "indo": "Dari Ibnu Abbas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Aku tidak diperintahkan untuk menghiasi masjid.\" Dikeluarkan oleh Abu Dawud dan shahih menurut Ibnu Hibban."
    },
    {
      "number": 15,
      "title": "Hadits No. 277",
      "hadits": "وَعَنْ أَنَسٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( عُرِضَتْ عَلَيَّ أُجُورُ أُمَّتِي  حَتَّى اَلْقَذَاةُ يُخْرِجُهَا اَلرَّجُلُ مِنْ اَلْمَسْجِدِ )  رَوَاهُ أَبُو دَاوُدَ  وَاَلتِّرْمِذِيُّ وَاسْتَغْرَبَهُ  وَصَحَّحَهُ اِبْنُ خُزَيْمَةَ ",
      "indo": "Dari Anas Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Diperlihatkan kepadaku pahala-pahala umatku sampai pahala orang yang membuang kotoran dari masjid.\" Riwayat Abu Dawud dan Tirmidzi. Hadits Gharib menurut Tirmidzi dan shahih menurut Ibnu Khuzaimah."
    },
    {
      "number": 16,
      "title": "Hadits No. 278",
      "hadits": "وَعَنْ أَبِي قَتَادَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم ( إِذَا دَخَلَ أَحَدُكُمْ اَلْمَسْجِدَ فَلَا يَجْلِسْ حَتَّى يُصَلِّيَ رَكْعَتَيْنِ )  مُتَّفَقٌ عَلَيْهِ",
      "indo": "Dari Abu Qotadah Radliyallaahu 'anhu bahwa Rasulullah Shallallaahu 'alaihi wa Sallam bersabda: \"Jika seseorang di antara kamu memasuki masjid maka janganlah ia duduk kecuali setelah sembahyang dua rakaat. Muttafaq Alaihi."
    }
  ]
}