{
  "duas": [
    {
      "number": "1",
      "arabicText": "اللَّهُـمَّ اجْعَـلْ فِي قَلْبِـي نُوراً، وَفِي لِسَـانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِيِ نُورًا، وَمِنْ فََوْقِي نُوراً، وَ مِنْ تَحْتِي نُوراً، وَ عَنْ يَمِينِي نُوراَ، وعَنْ شِمَالِي نُوراً، وَمِنْ أَماَمِي نُوراً،,وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وأََعْظِمْ لِي نُوراً، وَعَظِِّمْ لِي نُوراً، وَاجْعَلْ لِي نُوراً، واجْعَلْنِي نُوراً، ألَلَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وفِي بَشَرِي نُوراً، أَللَّهُمَّ اجِعَلْ لِي نُوراً فِي قَّبْرِي... وَ نُوراَ فِي عِظاَمِي، وَزِدْنِي نُوراً، وَزِدْنِي نُوراَ، وَزِدْنِي نُوراً، وَهَبْ لِي نُوراً عَلَى نُوراً",
      "readText": "allaahummaj'al fii qalbii nuuron, wa fii lisaaanii nuuron, wa fii sam'ii nuuron, wa fii basarii nuuron, wa min fawqii nuuron, wa min tahtii nuuron, wa 'an yamiinii nuuron, wa 'an syimaalii nuuron, wa min 'amaamii nuuron, wa min khalfii nuuron, waj'alfii nafsii nuuron, wa 'a'dhim lii nuuron, wa 'adhdhim lii nuuron, wafal lii nuuron, waj'alnii nuuron, allaahumma 'a'tinii nuuron, waj'al fii 'asabii nuuron, wafii lahmii nuuron, wafii damii nuuron, wa fii sya'rii nuuron, wa fii basyarii nuuron. allaahummaj'al lii nuuron fii qabrii... wa nuuron fii 'idhaamii. wa zidnii nuuron, wa zidnii nuuron, wa zidnii nuuron. wa hab lii nuuron 'alaa nuur.",
      "indoText": "Ya Allah ciptakanlah cahaya di hatiku, cahaya di lidahku, cahaya di pendengaranku, cahaya di penglihatan-ku, cahaya dari atasku, cahaya dari bawahku, cahaya di sebelah kananku, cahaya di sebelah kiriku, cahaya dari depanku, dan cahaya dari belakangku. Ciptakanlah cahaya dalam diriku, perbesarlah cahaya untukku, agungkanlah cahaya untukku, berilah cahaya untuk-ku, dan jadikanlah aku sebagai cahaya. Ya Allah, berilah cahaya kepadaku, ciptakan cahaya pada urat sarafku, cahaya dalam dagingku, cahaya dalam darahku, cahaya di rambutku, dan cahaya di kulitku” [Ya Allah, ciptakan-lah cahaya untukku dalam kuburku … dan cahaya dalam tulangku”] , [“Tambahkanlah cahaya untukku, tambahkanlah cahaya untukku, tambahkanlah cahaya untukku”] , [“dan karuniakanlah bagiku cahaya di atas cahaya\"]",
      "refs": "Referensi :\nAl-Bukhari 11/116 (Hadith no. 6316), Muslim 1/526 (Hadith no. 763)."
    }
  ]
}