{
  "duas": [
    {
      "number": "1",
      "arabicText": "سُبْحَانَ رَبِّيَ الأَعْلَىٍ",
      "readText": "subhaana robbiyal-a'laa.",
      "indoText": "Maha Suci Tuhanku, Yang Maha Tinggi (dari segala kekurangan dan hal yang tidak layak). Dibaca tiga kali.",
      "refs": "Referensi :\nAbu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Sahih At-Tirmizi (Al-Albani) 1/83."
    },
    {
      "number": "2",
      "arabicText": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي",
      "readText": "subhaanaka allaahumma robbanaa wa bihamdika allaahum-maghfir lii.",
      "indoText": "Maha Suci Engkau. Ya Allah, Tuhan kami, aku memuji-Mu. Ya Allah, ampunilah dosaku.",
      "refs": "Referensi :\nAl-Bukhari, Muslim."
    },
    {
      "number": "3",
      "arabicText": "سُبُّوحٌ، قُدُّسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ",
      "readText": "subbuuhun, qudduusun, robbul-malaa'ikati warruuh.",
      "indoText": "Engkau Tuhan Yang Maha Suci, Maha Agung, Tuhan para malaikat dan Jibril.\n",
      "refs": "Referensi :\nMuslim 1/533."
    },
    {
      "number": "4",
      "arabicText": "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللّهُ أَحْسَنُ الْخَالِقِينَ",
      "readText": "allaahumma laka sajadtu wa bika 'aamantu, \nwa laka 'aslamtu, sajada wajhiya lilladzii khalaqahu, wa sawwarohu, wa syaqqa sam'ahu wa basarohu, tabaarokallaahu 'ahsanul-khaaliqiin.",
      "indoText": "Ya Allah, untuk-Mulah aku bersujud, kepada-Mulah aku beriman, kepada-Mu aku menyerahkan diri, wajahku bersujud kepada Tuhan Yang menciptakannya, Yang membentuk rupanya, Yang membelah (memberikan) pendengarannya, penglihatannya, Maha Suci Allah sebaik-baik Pencipta.",
      "refs": "Referensi :\nMuslim 1/534."
    },
    {
      "number": "5",
      "arabicText": "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ",
      "readText": "subhaana dzil-jabaruuti, walmalakuuti, walkibriyaa'i, wal'adhamati.",
      "indoText": "Maha Suci Tuhan Yang memiliki Keperkasaan, Kerajaan, Kebesaran dan Keagungan.",
      "refs": "Referensi :\nAbu Dawud 1/230, An-Nasa'i, Ahmad, Sahih Abu Dawud 1/166."
    },
    {
      "number": "6",
      "arabicText": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ وَعَلَانِيَتَهُ وَسِرَّهُ",
      "readText": "allaahum-maghfir lii dzanbii kullahu, diqqahu wa jillahu, wa 'awwalahu wa 'aakhirohu wa 'alaaniyata hu wa sirrohu.",
      "indoText": "Ya Allah, ampunilah seluruh dosa-ku yang kecil dan besar, yang telah lewat dan yang akan datang, yang kulakukan dengan terang-terangan dan yang tersembunyi.",
      "refs": "Referensi :\nMuslim 1/350."
    },
    {
      "number": "7",
      "arabicText": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مَنْ عُقُوبَتِكَ، وَاَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكٍَ",
      "readText": "allaahumma 'innii 'a'uudzu biridhaaka min sakhatika, wa bimu'aafaatika min 'uquubatika wa 'a'uudzu bika minka, laa 'uhsii dzanaa'an 'alayka 'anta kamaa 'atsnayta 'alaa nafsika.",
      "indoText": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dengan keridhaan-Mu (agar selamat) dari kebencian-Mu, dan dengan keselamatan-Mu (agar terhindar) dari siksaan-Mu. Aku tidak membatasi pujian kepada-Mu. Engkau (dengan kebesaran dan keagungan-Mu) adalah sebagai-mana pujian-Mu kepada diri-Mu.",
      "refs": "Referensi :\nMuslim 1/352."
    }
  ]
}