{
  "duas": [
    {
      "number": "1",
      "arabicText": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْر، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسيحِ الدَّجَّالِ",
      "readText": "allaahumma 'innii 'a'uudzu bika min 'adzaabil-qabri, wa min 'adzaabi jahannama, wa min fitnatil-mahyaa walmamaati, wa min syarri fitnatil-masiihid-dajjaal.",
      "indoText": "Ya Allah, Sesungguhnya aku berlindung kepada-Mu dari siksa kubur, siksa neraka Jahanam, fitnah kehidupan dan setelah mati, serta dari kejahatan fitnah Almasih Dajjal.\n",
      "refs": "Referensi :\nAl-Bukhari 2/102, Muslim 1/412."
    },
    {
      "number": "2",
      "arabicText": "للَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْر، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْـيَا وَالْمَمَاتِ . اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمٍِ",
      "readText": "allaahumma 'innii 'a'uudzu bika min 'adzaabil-qabri, wa 'a'uudzu bika min fitnatil-masiihid-dajjaali, wa 'a'uudzu bika min fitnatil-mahyaa walmamaati. allaahumma 'innii 'a'uudzu bika minal-ma'dzami walmaghromi.",
      "indoText": "Ya Allah! Sesungguhnya aku berlindung kepada-Mu dari siksa kubur. Aku berlindung kepada-Mu dari fitnah Almasih Dajjal. Aku berlindung kepada-Mu dari fitnah kehidupan dan sesudah mati. Ya Allah, Sesungguhnya aku berlindung kepada-Mu dari perbuatan dosa dan kerugian.\n",
      "refs": "Referensi :\nAl-Bukhari 1/202, Muslim 1/412."
    },
    {
      "number": "3",
      "arabicText": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً وَلَا يَغْفِرُ الذُّنُوبَ إِلَاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمٍُ",
      "readText": "allaahumma 'innii dhalamtu nafsii dhulman kadziiron, wa laa yaghfirudz-dzunuuba 'illaa 'anta, faghfir lii maghfirotan min 'indika warhamnii 'innaka 'antal-ghafuurur-rohiim.",
      "indoText": "Ya Allah! Sesungguhnya aku banyak menganiaya diriku, dan tidak ada yang mengampuni dosa-dosa kecuali Engkau. Oleh karena itu, ampunilah dosa-dosaku dan berilah rahmat kepadaku. Sesungguhnya Engkau Maha Pengampun dan Maha Penyayang.",
      "refs": "Referensi :\nAl-Bukhari 8/168, Muslim 4/2078."
    },
    {
      "number": "4",
      "arabicText": "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لَا إِلهَ إِلَاَّ أَنْتَ",
      "readText": "allaahum-maghfir lii maa qaddamtu, wa maa 'akhkhartu, wa maa 'asrortu, wa maa 'a'lantu, wa maa 'asroftu, wa maa 'anta 'a'lamu bihi minnii. 'antal-muqaddimu, wa 'antal-mu'akhkhiru laa 'ilaaha 'illaa 'anta.",
      "indoText": "Ya Allah! Ampunilah aku akan (dosaku) yang aku lewatkan dan yang aku akhirkan, apa yang aku rahasiakan dan yang kutampakkan, yang aku lakukan secara berlebihan, serta apa yang Engkau lebih mengetahui dari pada diriku, Engkau yang mendahulukan dan mengakhirkan, tidak ada Tuhan yang berhak disembah kecuali Engkau.\n",
      "refs": "Referensi :\nMuslim 1/534."
    },
    {
      "number": "5",
      "arabicText": "للَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ",
      "readText": "allaahumma 'a'innii 'alaa dzikrika, wa syukrika, wahusni 'ibaadatika.",
      "indoText": "Ya Allah! Berilah pertolongan kepadaku untuk menyebut nama-Mu, mensyukuri-Mu dan ibadah yang baik kepada-Mu.",
      "refs": "Referensi :\nAbu Dawud 2/86, An-Nasa'i 3/53, Sahih Abu Dawud 1 /284."
    },
    {
      "number": "6",
      "arabicText": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ البُخْلِ، وَأَعُوذُ بِكَ مِنَ الجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُر، وَأََعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ القَبْرِ",
      "readText": "allaahumma 'innii 'a'uudzu bika minal-bukhli, wa 'a'uudzu bika minal-jubni, wa 'a'uudzu bika min 'an 'urodda 'ilaa 'ardzalil-'umuri, wa 'a'uudzu bika min fitnatid-dunyaa wa 'adzaabil-qabri.",
      "indoText": "Ya Allah! Sesungguhnya aku berlindung kepada-Mu dari bakhil, aku berlindung kepada-Mu dari penakut, aku berlindung kepada-Mu dari dikembalikan ke usia yang terhina, dan aku berlindung kepada-Mu dari fitnah dunia dan siksa kubur.",
      "refs": "Referensi :\nAl-Bukhari, Fathul-Bari 6/35"
    },
    {
      "number": "7",
      "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وأََعُوذُ بِكَ مِنَ النَّارِ",
      "readText": "allaahumma 'innii 'as'alukal-jannata wa 'a'uudzu bika minan-naar.",
      "indoText": "Ya Allah! Sesungguhnya aku mohon kepada-Mu, agar dimasukkan ke Surga dan aku berlindung kepada-Mu dari Neraka.",
      "refs": "Referensi :\nAbu Dawud, Al-Albani, Sahih Ibn Majah 2/328."
    },
    {
      "number": "8",
      "arabicText": "اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعْ، وَأَسْأَلُكَ الرِّضَا بَعْدَ القَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْت، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلا فِتْنَةٍ مُضلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الِإيـمَانِ وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
      "readText": "allaahumma bi'ilmikal-ghayba \nwa qudrotika 'alal-khalqi 'ahyinii maa 'alimtal-hayaata khayron lii wa tawaffanii 'idzaa 'alimtal-wafaata khayron lii, allaahumma 'innii 'as'aluka khasyyataka fil-ghaybi wasy-syahaadati, wa 'as'aluka kalimatal-haqqi fir-ridhaa walghadhabi, wa 'as'alukal-qasda fil-ghinaa walfaqri, wa 'as'aluka na'iiman laa yanfadu, wa 'as'aluka qurrota 'aynin laa tanqati'u, wa 'as'alukar-ridhaa ba'dal-qadhaa'i, wa 'as'aluka bardal-'aysyi ba'dal-mawti, wa 'as'aluka latsdzatan-nadhari 'ilaa wajhika wasy-syawqa 'ilaa liqaa'ikafii ghayri dharruu'a mudhirrotin wa laa fitnatin mudhillatin, allaahumma zayyinnaa biziinatil-'iimaani waj'alnaa hudaatan muhtadiin.",
      "indoText": "Ya Allah, dengan ilmu-Mu atas yang gaib dan dengan keMaha Kuasaan-Mu atas seluruh makhluk, perpanjanglah hidupku, bila Engkau mengetahui bahwa kehidupan selanjutnya lebih baik bagiku. Dan matikan aku dengan segera, bila Engkau mengetahui bahwa kematian lebih baik bagiku. Ya Allah, sesungguhnya aku mohon kepada-Mu agar aku takut kepada-Mu dalam keadaan sembunyi (sepi) atau ramai. Aku mohon kepada-Mu, agar dapat berpegang dengan kalimat hak di waktu rela atau marah. Aku minta kepada-Mu, agar aku bisa melaksanakan kesederhanaan dalam keadaan kaya atau fakir, aku mohon kepada-Mu agar diberi nikmat yang tidak akan habis dan aku minta kepada-Mu, agar diberi penyejuk mata yang tak terputus. Aku mohon kepada-Mu agar aku dapat rela setelah qadha’-Mu (turun pada kehidupanku). Aku mohon kepada-Mu, kehidupan yang menyenangkan setelah aku meninggal dunia. Aku mohon kepada-Mu kenikmatan memandang wajah-Mu, rindu bertemu dengan-Mu tanpa penderitaan yang membahayakan dan fitnah yang menyesatkan. Ya Allah, hiasilah kami dengan keimanan dan jadikanlah kami sebagai penunjuk jalan (lurus) yang memperoleh bimbingan dari-Mu.",
      "refs": "Referensi :\nAn-Nasa'i 3/54, 55, Ahmad 4/364, Sahih An-Nasa'i 1/281."
    },
    {
      "number": "9",
      "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ بِأَنَّكَ الْوَاحِدُ الأَحَدُ، الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدُ، أَنْ تَغْفِرْ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ",
      "readText": "allaahumma 'innii 'as'aluka yaaallaahu bi'annakal-waahidul-'ahadus-samadul-ladzii, lam yalid wa lam yuulad, wa lam yakun lahu kufuwan 'ahad, 'an taghfiro lii dzunuubii 'innaka 'antal-ghafuurur-rohiim.",
      "indoText": "Ya Allah! Sesungguhnya aku mohon kepada-Mu, ya Allah! Dengan bersaksi bahwa Engkau adalah Tuhan Yang Maha Esa, Maha Tunggal tidak membutuhkan sesuatu, tapi segala sesuatu butuh kepada-Mu, tidak beranak dan tidak diperanakkan, tidak ada seorang pun yang menyamai-Mu, aku mohon kepada-Mu agar mengampuni dosa-dosaku. Sesungguhnya Engkau Maha Pengampun dan Maha Penyayang.\n",
      "refs": "Referensi :\nAn-Nasa'i 3/52, Ahmad 4/338, Sahih An-Nasa'i 1/280."
    },
    {
      "number": "10",
      "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدُ لاَ إِلَهَ إِلَاَّ أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالأَرْضِ يَاذَا الْجَلَالِ وَالإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
      "readText": "allaahumma 'innii 'as'aluka bi'anna lakal-hamda laa 'ilaaha 'illaa 'anta wahdaka laa syariika laka, al-mannaanu, yaa badii'as-samaawaati wal'ardhi yaa dzal-jalaali wal-'ikruum, yaa hayyu yaa qayyuumu 'innii 'as'alukal-jannata wa 'a'uudzu bika minan-naar.",
      "indoText": "Ya Allah! Aku mohon kepada-Mu. Sesungguhnya bagi-Mu segala pujian, tiada Tuhan (yang hak disembah) kecuali Engkau Yang Maha Esa, tiada sekutu bagi-Mu, Maha Pemberi nikmat, Pencipta langit dan bumi tanpa contoh sebelumnya. Wahai Tuhan Yang Maha Agung dan Maha Pemurah, wahai Tuhan Yang Hidup, wahai Tuhan yang mengurusi segala sesuatu, sesungguhnya aku mohon kepada-Mu agar dimasukkan ke Surga dan aku berlindung kepada-Mu dari siksa Neraka.\n",
      "refs": "Referensi :\nAbu Dawud, An-Nasa'i, Ibn Majah, At-Tirmizi, Sahih Ibn Majah 2/329."
    },
    {
      "number": "11",
      "arabicText": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أنْتَ اللَّهُ لَا إِلَهَ إِلَاَّ أَنْتَ، الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ",
      "readText": "allaahumma 'innii 'as'aluka bi'annii 'asy-hadu 'annaka 'antallaahu laa 'ilaaha 'illaa 'antal-'ahadus-samadul-ladzii lam yalid wa lam yuulad wa lam yakun lahu kufuwan 'ahad.",
      "indoText": "Ya Allah, aku mohon kepada-Mu dengan bersaksi, bahwa Engkau adalah Allah, tiada Tuhan (yang berhak disembah) kecuali Engkau, Maha Esa, tidak membutuhkan sesuatu tapi segala sesuatu butuh kepada-Mu, tidak beranak dan tidak diperanakkan, tidak seorang pun yang menyamai-Nya.\n",
      "refs": "Referensi :\nAbu Dawud 2/62, Ibn Majah 2/1267, At-Tirmizi 5/515, Ahmad 5/360, Sahih Ibn Majah 2/329, Sahih At-Tirmizi 3/163."
    }
  ]
}