{
  "duas": [
    {
      "number": "1",
      "arabicText": "اللَّهُمَّ إِنِّي أَسْتَخِيـرُكَ بِعِلْمَكَ، وَأسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ، وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الَأمْرَ ﴿وَيُسَمِّي حَاجَتَه﴾ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي، فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي، فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ أَرْضِنِي بِهِ",
      "readText": "allaahumma 'innii 'astakhiiruka bi'ilmika, wa 'astaqdiruka biqudrotika, wa 'as'aluka min fadhtikal-'adhiimi, fa'innaka taqdiru wa laa 'aqdiru, wa ta'lamu, wa laa 'a'lamu, wa 'anta 'allaamul-ghuyuubi, allaahumma 'in kunta ta'lamu 'anna haadzal-'amro-tsen mention tse dzing to be decided khayrun lii fii diinii wa ma'aasyii wa 'aaqibati 'amrii, faqdurhu lii wa yassirhu lii dzumma baarik lii fiihi, wa 'in kunta ta'lamu 'anna haadzal-'amro syarrun lii fii diinii wa ma'aasyii wa 'aaqibati 'amrii, fasrifhu 'annii wasrifnii 'anhu waqdur liyal-khayro haydzu kaana dzumma 'ardhinii bihi.",
      "indoText": "Ya Allah, sesungguhnya aku minta pilihan yang tepat kepada-Mu dengan ilmu pengetahuan-Mu, dan aku mohon kekuasaan-Mu (untuk mengatasi persoalanku) dengan ke-Maha Kuasaan-Mu. Aku mohon kepada-Mu sesuatu dari anugerah-Mu yang Maha Agung, sesungguhnya Engkau Maha Kuasa, sedang aku tidak kuasa, Engkau mengetahui, sedang aku tidak mengetahuinya dan Engkau adalah Maha Mengetahui hal yang ghaib. Ya Allah apabila Engkau mengetahui bahwa urusan ini (disebutkan masalahnya) lebih baik dalam agamaku, dan akibatnya terhadap diriku –atau Nabi  bersabda “di dunia atau di akhirat“- takdirkanlah untukku, mudahkan-lah jalannya, kemudian berilah berkah. Akan tetapi apabila Engkau mengetahui bahwa persoalan ini lebih berbahaya bagiku dalam agama, perekonomian dan akibatnya kepada diriku, maka singkirkanlah persoalan tersebut dan jauhkan aku daripadanya, takdirkan kebaikan untukku dimana saja kebaikan itu berada, kemudian berilah kerelaan-Mu kepadaku.",
      "refs": "Referensi :\nAl-Bukhari 7/162, Al-'Imran 3:159."
    }
  ]
}