{
  "duas": [
    {
      "number": "1",
      "arabicText": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ، إِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ، وَلَا يَعِزُّ مَنْ عَادَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ",
      "readText": "allaahum-mahdinii fiiman hadayta, wa 'aafinii fiiman 'aafayta, wa tawallanii fiiman tawallayta, wa baarik lii fiimaa 'a'atayta, wa qinii syarro maa qadhayta, fa'innaka taqdhii wa laa yuqdhaa 'alayka, 'innahu laa yadzillu man waalayta, wa laa ya 'izzu man 'aadayta, tabaarokta robbanaa wa ta'aalayta.",
      "indoText": "Ya Allah, berilah aku petunjuk sebagaimana orang-orang yang Engkau beri petunjuk, berilah aku perlindungan (dari penyakit) sebagaimana orang yang telah Engkau lindungi, uruslah aku sebagaimana orang yang telah Engkau urus. Berilah berkah apa yang Engkau berikan kepadaku, jauhkan aku dari kejelekan apa yang Engkau tetapkan. Sesungguhnya Engkau yang menjatuhkan qadha’ (ketetapan), dan tidak ada orang yang memberikan hukuman kepada-Mu. Sesungguhnya orang yang Engkau cintai tidak akan hina dan orang yang Engkau musuhi tidak akan mulia. Maha Suci Engkau, wahai Tuhan kami dan Engkau Maha Tinggi.",
      "refs": "Referensi :\nAbu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Ad-Darimi, Al-Hakim, Al-Bayhaqi."
    },
    {
      "number": "2",
      "arabicText": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
      "readText": "",
      "indoText": "Ya Allah, sesungguhnya aku berlindung dengan keridha’an-Mu dari kemurkaan-Mu, dan dengan keselamatan-Mu dan siksaan-Mu. Aku berlindung kepada-Mu dari ancaman-Mu. Aku tidak membatasi untuk memuji-Mu. Engkau adalah sebagaimana yang Engkau sanjungkan kepada diri-Mu sendiri.",
      "refs": "Referensi :\nAbu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad."
    },
    {
      "number": "3",
      "arabicText": "اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالْكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعِينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلَا نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفُرُكَ",
      "readText": "allaahumma 'iyyaaka na'budu, wa laka nusallii wa nasjudu, wa 'ilayka nas'aa wa nahfidu, narjuu rohmataka, wa nakhsyaa 'adzaabaka, 'inna 'adzaabaka bilkaafiriina mulhaq. allaahumma 'innaa nasta'iinuka, wa nastaghfiruka, wa nutsnii 'alaykal-khayr, wa laa nakfuruka, wa nu'minu bika, wa nakhdha'u laka, wa nakhla'u man yakfuruka.",
      "indoText": "Ya Allah, sesungguhnya kami menyembah-Mu, kepada-Mu kami shalat dan sujud, kepada-Mu kami berusaha dan melayani. Kami mengharapkan rahmat-Mu, kami takut akan siksa-Mu, sesungguhnya siksaan-Mu akan menimpa orang-orang yang kafir. Ya Allah, kami mohon pertolongan dan ampunan kepada-Mu. Kami memuji kebaikan-Mu, kami beriman kepada-Mu, kami tunduk (pada ajaran-Mu) dan kami berlepas diri dari orang-orang yang kufur kepada-Mu.",
      "refs": "Referensi :\nAl-Bayhaqi."
    }
  ]
}